{
  "Standard American Beer": {
    "American Light Lager": {
      "Overall Impression": [
        "Highly carbonated, very light-bodied, nearly flavorless lager designed to be consumed very cold.",
        "Very refreshing and thirst quenching."
      ],
      "Appearance": [
        "Very pale straw to pale yellow color.",
        "White, frothy head seldom persists.",
        "Very clear."
      ],
      "Aroma": [
        "Low malt aroma optional, but may be perceived as grainy, sweet, or corn-like, if present.",
        "Light spicy, floral, or herbal hop aroma optional.",
        "While a clean fermentation profile is desirable, a light amount of yeast character is not a fault."
      ],
      "Flavor": [
        "Relatively neutral palate with a crisp, dry finish and a low to very low grainy or corn-like flavor that might be perceived as sweetness due to the low bitterness.",
        "Low floral, spicy, or herbal hop flavor optional, but is rarely strong enough to detect.",
        "Low to very low bitterness.",
        "Balance may vary from slightly malty to slightly bitter, but is usually close to even.",
        "High carbonation may accentuate the crispness of the dry finish.",
        "Clean fermentation profile."
      ],
      "Mouthfeel": [
        "Very light, sometimes watery, body.",
        "Very highly carbonated with slight carbonic bite on the tongue."
      ],
      "Comments": [
        "Designed to appeal to as broad a range of the general public as possible.",
        "Strong flavors are a fault.",
        "With little malt or hop flavor, the yeast character often is what most differentiates brands."
      ],
      "History": [
        "Coors briefly made a light lager in the early 1940s.",
        "Modern versions were first produced by Rheingold in 1967 to appeal to diet-conscious drinkers, but only became popular starting in 1973 after Miller Brewing acquired the recipe and marketed the beer heavily to sports fans with the 'tastes great, less filling' campaign.",
        "Beers of this genre became the largest sellers in the United States in the 1990s."
      ],
      "Characteristic Ingredients": [
        "Two- or six-row barley with up to 40% rice or corn as adjuncts.",
        "Additional enzymes can further lighten the body and lower carbohydrates.",
        "Lager yeast.",
        "Negligible hops."
      ],
      "Style Comparison": [
        "A lighter-bodied, lower-alcohol, lower calorie version of an American Lager.",
        "Less hop character and bitterness than a German Leichtbier."
      ],
      "Vital Statistics": {
        "IBU": "8 - 12",
        "SRM": "2 - 3",
        "OG": "1.028 - 1.040",
        "FG": "0.998 - 1.008",
        "ABV": "2.8% - 4.2%"
      },
      "Commercial Examples": [
        "Bud Light",
        "Coors Light",
        "Grain Belt Premium Light American Lager",
        "Michelob Light",
        "Miller Lite",
        "Old Milwaukee Light"
      ],
      "Style Attributes": [
        "balanced",
        "bottom-fermented",
        "lagered",
        "north-america",
        "pale-color",
        "pale-lager-family",
        "session-strength",
        "traditional-style"
      ]
    },
    "American Lager": {
      "Overall Impression": [
        "A very pale, highly-carbonated, light-bodied, well-attenuated lager with a very neutral flavor profile and low bitterness.",
        "Served very cold, it can be a very refreshing and thirst-quenching drink."
      ],
      "Appearance": [
        "Very pale straw to medium yellow color.",
        "White, frothy head seldom persists.",
        "Very clear."
      ],
      "Aroma": [
        "Low malt aroma optional, but may be perceived as grainy, sweet, or corn-like, if present.",
        "Light spicy or floral hop aroma optional.",
        "While a clean fermentation profile is desirable, a light amount of yeast character is not a fault."
      ],
      "Flavor": [
        "Relatively neutral palate with a crisp, dry finish and a moderately-low to low grainy or corn-like flavor that might be perceived as sweetness due to the low bitterness.",
        "Moderately low hop flavor optional, with a floral, spicy, or herbal quality, if strong enough to distinguish.",
        "Low to medium-low bitterness.",
        "Balance may vary from slightly malty to slightly bitter, but is usually close to even.",
        "High carbonation may accentuate the crispness of the dry finish.",
        "Clean fermentation profile."
      ],
      "Mouthfeel": [
        "Low to medium-low body.",
        "Very highly carbonated with slight carbonic bite on the tongue."
      ],
      "Comments": [
        "Often what non-craft beer drinkers expect to be served if they order beer in the United States.",
        "May be marketed as Pilsner outside Europe, but should not be confused with traditional examples.",
        "Strong flavors are a fault.",
        "With little malt or hop flavor, the yeast character is what most frequently differentiates brands."
      ],
      "History": [
        "Evolved from Pre-Prohibition Lager (see Category 27) in the US after Prohibition and World War II.",
        "Surviving breweries consolidated, expanded distribution, and heavily promoted a beer style that appealed to a broad range of the population.",
        "Became the dominant beer style for many decades, and spawned many international rivals who would develop similarly bland products for the mass market supported by heavy advertising."
      ],
      "Characteristic Ingredients": [
        "Two- or six-row barley with up to 40% rice or corn as adjuncts.",
        "Lager yeast.",
        "Light use of hops."
      ],
      "Style Comparison": [
        "Stronger, more flavor and body than an American Light Lager.",
        "Less bitterness and flavor than an International Pale Lager.",
        "Significantly less flavor, hops, and bitterness than traditional European Pilsners."
      ],
      "Vital Statistics": {
        "IBU": "8 - 18",
        "SRM": "2 - 3.5",
        "OG": "1.040 - 1.050",
        "FG": "1.004 - 1.010",
        "ABV": "4.2% - 5.3%"
      },
      "Commercial Examples": [
        "Budweiser",
        "Coors Original",
        "Grain Belt Premium Lager",
        "Miller High Life",
        "Old Style",
        "Pabst Blue Ribbon",
        "Special Export"
      ],
      "Style Attributes": [
        "balanced",
        "bottom-fermented",
        "lagered",
        "north-america",
        "pale-color",
        "pale-lager-family",
        "standard-strength",
        "traditional-style"
      ]
    },
    "Cream Ale": {
      "Overall Impression": [
        "A clean, well-attenuated, highly carbonated, flavorful American “lawnmower” beer.",
        "Easily drinkable, smooth, and refreshing, with more character than typical American lagers, yet still subtle and restrained."
      ],
      "Appearance": [
        "Pale straw to light gold color, although usually on the pale side.",
        "Low to medium head with medium to high carbonation.",
        "Fair head retention.",
        "Brilliant, sparkling clarity.",
        "Effervescent."
      ],
      "Aroma": [
        "Medium-low to low malt notes, with a sweet, corn-like aroma.",
        "Low DMS optional.",
        "Medium-low hop aroma optional, using any variety but floral, spicy, or herbal notes are most common.",
        "Overall, has a subtle, balanced aroma.",
        "Low fruity esters optional."
      ],
      "Flavor": [
        "Low to medium-low hop bitterness.",
        "Low to moderate malty sweetness, varying with gravity and attenuation.",
        "The malt is generally neutral, possibly grainy or crackery.",
        "Usually well-attenuated.",
        "Balanced palate, with hops only enough to support the malt.",
        "A low to moderate corny flavor is commonly found, but light DMS is optional.",
        "Finish can vary from somewhat light, dry, and crisp to faintly sweet.",
        "Clean fermentation profile, but low fruity esters are optional.",
        "Low to medium-low hop flavor of any variety, but typically floral, spicy, or herbal.",
        "Subtle."
      ],
      "Mouthfeel": [
        "Generally light and crisp, although body can reach medium.",
        "Smooth mouthfeel with medium to high attenuation; higher attenuation levels can lend a “thirst quenching” quality.",
        "High carbonation."
      ],
      "Comments": [
        "Most commercial examples are in the 1.050–1.053 OG range, and bitterness rarely rises above 20 IBUs."
      ],
      "History": [
        "A sparkling or present-use ale from the second half of the 1800s that survived prohibition.",
        "An ale brewed to compete with lagers brewed in Canada and the US Northeast, Mid-Atlantic, and Midwest states."
      ],
      "Characteristic Ingredients": [
        "American six-row malt, or a combination of six-row and North American two-row.",
        "Up to 20% maize in the mash, and up to 20% sugar in the boil.",
        "Any variety of hops, often rustic American or Continental.",
        "Clean ale yeast, or a mix of ale and lager beer."
      ],
      "Style Comparison": [
        "Similar to a Standard American Lager, but with more character.",
        "Lighter body, smoother, and more carbonated than a Blonde Ale.",
        "May seem like a somewhat subtle Kölsch."
      ],
      "Vital Statistics": {
        "IBU": "8 - 20",
        "SRM": "2 - 5",
        "OG": "1.042 - 1.055",
        "FG": "1.006 - 1.012",
        "ABV": "4.2% - 5.6%"
      },
      "Commercial Examples": [
        "Genesee Cream Ale",
        "Liebotschaner Cream Ale",
        "Little Kings Cream Ale",
        "Kiwanda Pre-Prohibition Cream Ale",
        "Sleeman Cream Ale",
        "Sun King Sunlight Cream Ale"
      ],
      "Style Attributes": [
        "any-fermentation",
        "balanced",
        "north-america",
        "pale-ale-family",
        "pale-color",
        "standard-strength",
        "traditional-style"
      ]
    },
    "American Wheat Beer": {
      "Overall Impression": [
        "A pale, refreshing grainy, doughy, or bready wheat beer with a clean fermentation profile and a variable hop character and bitterness.",
        "Its lighter body and higher carbonation contribute to its easy-drinking nature."
      ],
      "Appearance": [
        "Usually pale yellow to gold.",
        "Clarity may range from brilliant to hazy with yeast approximating a Weissbier.",
        "Big, long-lasting white head."
      ],
      "Aroma": [
        "Low to moderate grainy, bready, or doughy wheat character.",
        "A light to moderate malty sweetness is acceptable.",
        "Moderate esters optional, usually a neutral profile; banana is inappropriate.",
        "Low to moderate citrusy, spicy, floral, or fruity hop aroma.",
        "Not typically dry-hopped.",
        "No clove phenols."
      ],
      "Flavor": [
        "Light to moderately-strong bready, doughy, or grainy wheat flavor, which can linger into the finish.",
        "May have a moderate malty sweetness or can finish quite dry and crisp.",
        "Low to moderate hop bitterness, sometimes lasting into the finish.",
        "Balance is usually even, but may be slightly bitter.",
        "Low to moderate citrusy, spicy, floral, or fruity hop flavor.",
        "Moderate esters optional.",
        "No banana.",
        "No clove phenols."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Medium-high to high carbonation.",
        "Slight creaminess is optional; wheat beers sometimes have a soft, ‘fluffy’ impression."
      ],
      "Comments": [
        "Different variations exist, from an easy-drinking fairly sweet beer to a dry, aggressively-hopped beer with a strong wheat flavor.",
        "American Rye beers should be entered as 31A Alternative Grain Beer."
      ],
      "History": [
        "An American craft beer adaptation of the Weissbier style using a cleaner yeast and more hops, first produced by Anchor in 1984 and later widely popularized by Widmer."
      ],
      "Characteristic Ingredients": [
        "Clean American ale or lager yeast.",
        "German Weissbier yeast is inappropriate.",
        "Wheat malt (often 30–50%, lower than is typical in Weissbier).",
        "American, German, or New World hops."
      ],
      "Style Comparison": [
        "More hop character and less yeast character than Weissbier.",
        "Never with the banana and clove character of Weissbier.",
        "Generally has the same range and balance as Blonde Ales, but with a wheat character as the primary malt flavor."
      ],
      "Vital Statistics": {
        "IBU": "15 - 30",
        "SRM": "3 - 6",
        "OG": "1.040 - 1.055",
        "FG": "1.008 - 1.013",
        "ABV": "4% - 5.5%"
      },
      "Commercial Examples": [
        "Bell’s Oberon",
        "Boulevard Unfiltered Wheat Beer",
        "GoodLife Sweet As! Pacific Ale",
        "Goose Island 312 Urban Wheat Ale",
        "Widmer Hefeweizen"
      ],
      "Style Attributes": [
        "any-fermentation",
        "balanced",
        "craft-style",
        "north-america",
        "pale-color",
        "standard-strength",
        "wheat-beer-family"
      ]
    }
  },
  "International Lager": {
    "International Pale Lager": {
      "Overall Impression": [
        "Highly attenuated pale lager without strong flavors, typically well-balanced and highly carbonated.",
        "Served cold, it is refreshing and thirst quenching."
      ],
      "Appearance": [
        "Pale straw to gold color.",
        "White, frothy head may not be long lasting.",
        "Very clear."
      ],
      "Aroma": [
        "Low to medium-low grainy-malty or slightly corny-sweet malt aroma.",
        "Very low to medium spicy, floral, or herbal hop aroma.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Low to moderate levels of grainy-malt flavor, medium-low to medium bitterness, with a crisp, dry, well-attenuated finish.",
        "The grain character can be somewhat neutral, or show a light bready-crackery quality.",
        "Moderate corny or malty sweetness optional.",
        "Medium floral, spicy, or herbal hop flavor optional.",
        "Balance may vary from slightly malty to slightly bitter, but is usually relatively close to even.",
        "Neutral aftertaste with light malt and sometimes hop flavors."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Moderately high to highly carbonated.",
        "Can have a slight carbonic bite on the tongue."
      ],
      "Comments": [
        "Tends to have fewer adjuncts than American Lagers.",
        "They may be all-malt, although strong flavors are still a fault.",
        "A broad category of international mass-market lagers ranging from up-scale American lagers to the typical “import” or “green bottle” international beers found in America and many export markets.",
        "Often confusingly labeled as a “Pilsner.”",
        "Any skunkiness in commercial beers is a handling fault, not a characteristic of the style."
      ],
      "History": [
        "In the United States, developed as a premium version of the standard American lager, with a similar history.",
        "Outside the US, developed either as an imitation of American-style lagers, or as a more accessible (and often drier and less bitter) version of a Pilsner-type beer.",
        "Often heavily marketed and exported by large industrial or multi-national breweries."
      ],
      "Characteristic Ingredients": [
        "Two- or six-row barley.",
        "May use rice, corn, or sugar as adjuncts, but are generally all malt."
      ],
      "Style Comparison": [
        "Generally more bitter and filling than American Lager.",
        "Less hoppy and bitter than a German Pils.",
        "Less body, malt flavor, and hop character than a Czech Premium Pale Lager.",
        "More robust versions can approach a Munich Helles in flavor, but with more of an adjunct quality."
      ],
      "Vital Statistics": {
        "IBU": "18 - 25",
        "SRM": "2 - 6",
        "OG": "1.042 - 1.050",
        "FG": "1.008 - 1.012",
        "ABV": "4.5% - 6%"
      },
      "Commercial Examples": [
        "Asahi Super Dry",
        "Birra Moretti",
        "Corona Extra",
        "Devils Backbone Gold Leaf Lager",
        "Full Sail Session Premium Lager",
        "Heineken",
        "Red Stripe",
        "Singha"
      ],
      "Style Attributes": [
        "balanced",
        "bottom-fermented",
        "lagered",
        "pale-color",
        "pale-lager-family",
        "standard-strength",
        "traditional-style"
      ]
    },
    "International Amber Lager": {
      "Overall Impression": [
        "A smooth, easily-drinkable, malty amber lager with a flavorful caramel or toast character.",
        "Usually fairly well-attenuated, often with an adjunct quality and restrained bitterness."
      ],
      "Appearance": [
        "Golden-amber to reddish-copper color.",
        "Bright clarity.",
        "White to off-white foam stand which may not last."
      ],
      "Aroma": [
        "Low to moderate grainy malt aroma often with very low to moderate caramel or toasty malt accents.",
        "Occasionally, nutty or biscuity, but never roasty.",
        "Low, unobtrusive floral or spicy hop aroma.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Low to moderate malt flavor, often with caramel or toasty-bready flavors.",
        "Low to medium-low corny sweetness optional.",
        "Low to moderate bitterness, giving the beer a malty to fairly even balance.",
        "Low to moderate spicy, herbal, or floral hop flavor.",
        "Clean fermentation profile.",
        "The finish is moderately dry with a moderately malty aftertaste.",
        "The beer may seem a touch sweet if the bitterness level is low."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Medium to high carbonation.",
        "Smooth.",
        "Some examples can be slightly creamy."
      ],
      "Comments": [
        "A wide spectrum of mass-market amber lagers either developed independently in various countries, or describing rather generic amber beers with more historical relevance that eventually changed into indistinguishable products in modern times."
      ],
      "History": [
        "Varies by country, but generally represents either an adaptation of the mass-market International Pale Lager, or an evolution of indigenous styles into more generic products."
      ],
      "Characteristic Ingredients": [
        "Two-row or six-row base malt.",
        "Color malts such as Victory, amber, or roast.",
        "May be all malt or use adjuncts.",
        "Sugars or coloring agents possible.",
        "Caramel malt.",
        "European or American hops."
      ],
      "Style Comparison": [
        "Less well-developed malt flavor than a Vienna Lager, often with an adjunct taste.",
        "Less robust flavor and bitterness than Altbier."
      ],
      "Vital Statistics": {
        "IBU": "8 - 25",
        "SRM": "6 - 14",
        "OG": "1.042 - 1.055",
        "FG": "1.008 - 1.014",
        "ABV": "4.5% - 6%"
      },
      "Commercial Examples": [
        "Abita Amber Lager",
        "Brooklyn Lager",
        "Capital Wisconsin Amber Lager",
        "Dos Equis Amber",
        "Grain Belt NordEast",
        "Yuengling Lager"
      ],
      "Style Attributes": [
        "amber-color",
        "amber-lager-family",
        "bottom-fermented",
        "lagered",
        "malty",
        "standard-strength",
        "traditional-style"
      ]
    },
    "International Dark Lager": {
      "Overall Impression": [
        "A darker, richer, and somewhat sweeter version of international pale lager with a little more body and flavor, but equally restrained in bitterness.",
        "The low bitterness leaves the malt as the primary flavor element, and the low hop levels provide very little in the way of balance."
      ],
      "Appearance": [
        "Deep amber to very dark brown with bright clarity and ruby highlights.",
        "Foam stand may not be long lasting, and is beige to light tan in color."
      ],
      "Aroma": [
        "Faint malt aroma.",
        "Medium-low roast and caramel malt aroma optional.",
        "Light spicy, herbal, or floral hop aroma optional.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Low to medium sweet maltiness.",
        "Medium-low caramel or roasted malt flavors optional, possibly with hints of coffee, molasses, brown sugar, or cocoa.",
        "Low floral, spicy, or herbal hop flavor optional.",
        "Low to medium bitterness.",
        "May have a very light fruitiness.",
        "Moderately crisp finish.",
        "The balance is typically somewhat malty.",
        "Burnt or moderately strong roasted malt flavors are inappropriate."
      ],
      "Mouthfeel": [
        "Light to medium-light body.",
        "Smooth with a light creaminess.",
        "Medium to high carbonation."
      ],
      "Comments": [
        "A broad range of international lagers that are darker than pale, and not assertively bitter or roasted."
      ],
      "History": [
        "Darker versions of International Pale Lagers often created by the same large, industrial breweries and meant to appeal to a broad audience.",
        "Often either a colored or sweetened adaptation of the standard pale industrial lager, or a more broadly accessible (and inexpensive) version of more traditional dark lagers."
      ],
      "Characteristic Ingredients": [
        "Two- or six-row barley with corn, rice, or sugars adjuncts.",
        "Light use of caramel and darker roasted malts.",
        "Commercial versions may use coloring agents."
      ],
      "Style Comparison": [
        "Less flavor and richness than Munich Dunkel, Schwarzbier, or other dark lagers.",
        "Frequently uses adjuncts, as is typical of other International Lagers."
      ],
      "Vital Statistics": {
        "IBU": "8 - 20",
        "SRM": "14 - 30",
        "OG": "1.044 - 1.056",
        "FG": "1.008 - 1.012",
        "ABV": "4.2% - 6%"
      },
      "Commercial Examples": [
        "Baltika #4 Original",
        "Dixie Blackened Voodoo",
        "Heineken Dark Lager",
        "Saint Pauli Girl Dark",
        "San Miguel Dark",
        "Shiner Bock"
      ],
      "Style Attributes": [
        "bottom-fermented",
        "dark-color",
        "dark-lager-family",
        "lagered",
        "malty",
        "standard-strength",
        "traditional-style"
      ]
    }
  },
  "Czech Lager": {
    "Czech Pale Lager": {
      "Overall Impression": [
        "A lighter-bodied, rich, refreshing, hoppy, bitter pale Czech lager having the familiar flavors of the stronger Czech Premium Pale Lager (Pilsner-type) beer but in a lower alcohol, lighter-bodied, and slightly less intense format."
      ],
      "Appearance": [
        "Light yellow to deep gold color.",
        "Brilliant to very clear, with a long-lasting, creamy white head."
      ],
      "Aroma": [
        "Light to moderate bready-rich malt combined with light to moderate spicy or herbal hop bouquet; the balance between the malt and hops may vary.",
        "Faint hint of caramel is acceptable.",
        "Light (but never intrusive) diacetyl and light, fruity esters are optional.",
        "No sulfur."
      ],
      "Flavor": [
        "Medium-low to medium bready-rich malt flavor with a rounded, hoppy finish.",
        "Low to medium-high spicy or herbal hop flavor.",
        "Bitterness is prominent but never harsh.",
        "Flavorful and refreshing.",
        "Low diacetyl or fruity esters are optional, but should never be overbearing."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate carbonation."
      ],
      "Comments": [
        "The Czech name of the style is světlé výčepní pivo."
      ],
      "History": [
        "Josef Groll initially brewed two types of pale beer in 1842–3, a výčepní and a ležák, with the smaller beer having twice the production; Evan Rail speculates that these were probably 10 °P and 12 °P beers, but that the výčepní could have been weaker.",
        "This is the most consumed type of beer in the Czech Republic at present."
      ],
      "Characteristic Ingredients": [
        "Soft water with low sulfate and carbonate content.",
        "Traditional Czech hops.",
        "Czech Pilsner malt.",
        "Czech lager yeast.",
        "Low ion water provides a distinctively soft, rounded hop profile despite high hopping rates."
      ],
      "Style Comparison": [
        "A lighter-bodied, lower-intensity, refreshing, everyday version of Czech Premium Pale Lager."
      ],
      "Vital Statistics": {
        "IBU": "20 - 35",
        "SRM": "3 - 6",
        "OG": "1.028 - 1.044",
        "FG": "1.008 - 1.014",
        "ABV": "3% - 4.1%"
      },
      "Commercial Examples": [
        "Bernard světlé pivo 10",
        "Březňák Světlé výčepní pivo",
        "Notch Session Pils",
        "Primátor Antonín světlé výčepní",
        "Radegast Rázna 10",
        "Únětické pivo 10°"
      ],
      "Style Attributes": [
        "bitter",
        "bottom-fermented",
        "central-europe",
        "hoppy",
        "lagered",
        "pale-color",
        "pale-lager-family",
        "session-strength",
        "traditional-style"
      ]
    },
    "Czech Premium Pale Lager": {
      "Overall Impression": [
        "A refreshing pale Czech lager with considerable malt and hop character and a long finish.",
        "The malt flavors are complex for a Pilsner-type beer.",
        "The bitterness is strong and clean but lacks harshness, which gives a well-balanced, rounded flavor impression that enhances drinkability."
      ],
      "Appearance": [
        "Medium yellow to deep gold color.",
        "Brilliant to very clear clarity.",
        "Dense, long-lasting, creamy white head."
      ],
      "Aroma": [
        "Medium to medium-high bready-rich malt and medium-low to medium-high spicy, floral, or herbal hop bouquet; though the balance between the malt and hops may vary, the interplay is rich and complex.",
        "Light diacetyl, or very low fruity esters are optional.",
        "Esters tend to increase with gravity."
      ],
      "Flavor": [
        "Rich, complex, bready maltiness combined with a pronounced yet soft and rounded bitterness and floral and spicy hop flavor.",
        "Malt and hop flavors are medium to medium-high, and the malt may contain a slight impression of caramel.",
        "Bitterness is prominent but never harsh.",
        "The long finish can be balanced towards hops or malt but is never aggressively tilted either way.",
        "Light to moderately-low diacetyl and low hop-derived esters are acceptable, but need not be present."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Moderate to low carbonation."
      ],
      "Comments": [
        "Generally a group of pivo Plzeňského typu, or Pilsner-type beers.",
        "This style is a combination of the Czech styles světlý ležák (11–12.9 °P) and světlé speciální pivo (13–14.9 °P).",
        "In the Czech Republic, only Pilsner Urquell and Gambrinus are called Pilsner, despite how widely adopted this name is worldwide.",
        "Outside the Czech Republic, Czech Pilsner or Bohemian Pilsner are sometimes used to differentiate the beer from other Pilsner-type beers.",
        "Kvasnicové (“yeast beer”) versions are popular in the Czech Republic, and may be either kräusened with yeasted wort or given a fresh dose of pure yeast after fermentation.",
        "These beers are sometimes cloudy, with subtle yeastiness and enhanced hop character.",
        "Modern examples vary in their malt to hop balance and many are not as hop-forward as Pilsner Urquell."
      ],
      "History": [
        "Commonly associated with Pilsner Urquell, which was first brewed in 1842 after construction of a new brewhouse by burghers dissatisfied with the standard of beer brewed in Plzeň.",
        "Bavarian brewer Josef Groll is credited with first brewing the beer, although there may have been earlier pale lagers in Bohemia.",
        "Just as important as the lager yeast was the use of English malting techniques."
      ],
      "Characteristic Ingredients": [
        "Traditional Czech hops.",
        "Czech malt.",
        "Czech lager yeast.",
        "Water low in sulfate and carbonate provides a distinctively soft, rounded hop profile despite high hopping rates.",
        "The bitterness level of some larger commercial examples has dropped in recent years, although not as much as in many contemporary German examples."
      ],
      "Style Comparison": [
        "More color, malt richness, and body than a German Pils, with a fuller finish and a cleaner, softer impression.",
        "Stronger than a Czech Pale Lager."
      ],
      "Vital Statistics": {
        "IBU": "30 - 45",
        "SRM": "3.5 - 6",
        "OG": "1.044 - 1.060",
        "FG": "1.013 - 1.017",
        "ABV": "4.2% - 5.8%"
      },
      "Commercial Examples": [
        "Bernard Sváteční ležák",
        "Budvar 33 světlý ležák",
        "Pilsner Urquell",
        "Pivovar Jihlava Ježek 11°",
        "Primátor Premium",
        "Radegast Ryze hořká 12",
        "Únětická 12°"
      ],
      "Style Attributes": [
        "balanced",
        "bottom-fermented",
        "central-europe",
        "hoppy",
        "lagered",
        "pale-color",
        "pilsner-family",
        "standard-strength",
        "traditional-style"
      ]
    },
    "Czech Amber Lager": {
      "Overall Impression": [
        "A malty amber Czech lager with a hop character that can vary from low to quite significant.",
        "The malt flavors also can vary, leading to different interpretations and balances ranging from drier, bready, and slightly biscuity to sweeter and somewhat caramel-like."
      ],
      "Appearance": [
        "Deep amber to copper color.",
        "Clear to bright clarity.",
        "Large, off-white, persistent head."
      ],
      "Aroma": [
        "Moderate intensity, rich malt aroma that can be either bready and Maillard product-dominant or slightly caramelly sweet.",
        "Spicy, floral, or herbal hop character may be moderate to none.",
        "Clean lager character, though low fruity esters (stone fruit or berries) may be present.",
        "Low diacetyl optional."
      ],
      "Flavor": [
        "Complex malt flavor is dominant (medium to medium-high), though its nature may vary from dry and Maillard product-dominant to caramelly and almost sweet.",
        "Some examples have a candy-like to graham-cracker malt character.",
        "Low to moderate spicy hop flavor.",
        "Prominent but clean hop bitterness provides a balanced finish.",
        "Subtle plum or berry esters optional.",
        "Low diacetyl optional.",
        "No roasted malt flavor.",
        "Finish may vary from dry and hoppy to relatively sweet."
      ],
      "Mouthfeel": [
        "Medium-full to medium body.",
        "Soft and round, often with a gentle creaminess.",
        "Moderate to low carbonation."
      ],
      "Comments": [
        "The Czech name of the style is polotmavé pivo, which translates as half-dark beer.",
        "This style is a combination of the Czech styles polotmavý ležák (11–12.9 °P) and polotmavé speciální pivo (13–14.9 °P).",
        "Some versions may be a blend of pale and dark lagers."
      ],
      "History": [
        "A Vienna-style lager which has continued to be brewed in the Czech Republic.",
        "A resurgence of small breweries opening in the Czech Republic has increased the number of examples of this style."
      ],
      "Characteristic Ingredients": [
        "Pilsner and caramel malts, but Vienna and Munich malts may also be used.",
        "Low mineral content water.",
        "Traditional Czech hops.",
        "Czech lager yeast."
      ],
      "Style Comparison": [
        "The style can be similar to a Vienna Lager but with stronger Czech late hop character, or that approaching a British Bitter but significantly richer with more of a deep caramel character.",
        "Large brewery versions are generally similar to Czech Premium Pale Lager with slightly darker malt flavors and less hop, while smaller breweries often make versions with considerable hop character, malt complexity, or residual sweetness."
      ],
      "Vital Statistics": {
        "IBU": "20 - 35",
        "SRM": "10 - 16",
        "OG": "1.044 - 1.060",
        "FG": "1.013 - 1.017",
        "ABV": "4.4% - 5.8%"
      },
      "Commercial Examples": [
        "Bernard Jantarový ležák",
        "Gambrinus Polotmavá 12°",
        "Kozel Semi-Dark",
        "Lobkowicz Démon 13",
        "Primátor polotmavý 13°",
        "Strakonický Dudák Klostermann polotmavý ležák 13°"
      ],
      "Style Attributes": [
        "amber-color",
        "amber-lager-family",
        "balanced",
        "bottom-fermented",
        "central-europe",
        "lagered",
        "standard-strength",
        "traditional-style"
      ]
    },
    "Czech Dark Lager": {
      "Overall Impression": [
        "A rich, dark, malty Czech lager with a roast character that can vary from almost absent to quite prominent.",
        "Malty balance and an interesting and complex flavor profile, with variable levels of hopping that provides a range of possible interpretations."
      ],
      "Appearance": [
        "Dark copper to almost black color, often with a red or garnet tint.",
        "Clear to bright clarity.",
        "Large, off-white to tan, persistent head."
      ],
      "Aroma": [
        "Medium to medium-high rich, deep, sometimes sweet maltiness, with optional qualities such as bread crusts, toast, nuts, cola, dark fruit, or caramel.",
        "Roasted malt characters such as chocolate or sweetened coffee can vary from moderate to none but should not overwhelm the base malt character.",
        "Low to moderate spicy hop aroma optional.",
        "Low diacetyl and low to moderate fruity esters (plums or berries) may be present."
      ],
      "Flavor": [
        "Medium to medium-high deep, complex maltiness dominates, typically with malty-rich Maillard products and a light to moderate residual malt sweetness.",
        "Malt flavors such as caramel, toast, nuts, licorice, dried dark fruit, chocolate, or coffee may also be present, with very low to moderate roast character.",
        "Low to moderate spicy hop flavor.",
        "Moderate to medium-low bitterness, but should be perceptible.",
        "Balance can vary from malty to relatively well-balanced to gently hop-forward.",
        "Low to moderate diacetyl and light plum or berry esters may be present."
      ],
      "Mouthfeel": [
        "Medium to medium-full body, considerable mouthfeel without being heavy or cloying.",
        "Moderately creamy in texture.",
        "Smooth.",
        "Moderate to low carbonation.",
        "Can have a slight alcohol warmth in stronger versions."
      ],
      "Comments": [
        "This style is a combination of the Czech styles tmavý ležák (11–12.9 °P) and tmavé speciální pivo (13–14.9 °P).",
        "More modern examples are drier and have higher bitterness while traditional versions often have IBUs in the 18–20 range with a sweeter balance."
      ],
      "History": [
        "The U Fleků brewery has been operating in Prague since 1499, and produces the best-known version.",
        "Many small, new breweries are brewing this style."
      ],
      "Characteristic Ingredients": [
        "Pilsner and dark caramel malts with the addition of debittered roasted malts are most common, but additions of Vienna or Munich malt are also appropriate.",
        "Low mineral content water.",
        "Traditional Czech hops.",
        "Czech lager yeast."
      ],
      "Style Comparison": [
        "The beer is the Czech equivalent of a dark lager ranging in character from Munich Dunkel to Schwarzbier, but typically with greater malt richness and hop aroma, flavor, and bitterness."
      ],
      "Vital Statistics": {
        "IBU": "18 - 34",
        "SRM": "17 - 35",
        "OG": "1.044 - 1.060",
        "FG": "1.013 - 1.017",
        "ABV": "4.4% - 5.8%"
      },
      "Commercial Examples": [
        "Bernard černý ležák 12°",
        "Budvar tmavý ležák",
        "Herold tmavé silné pivo 13°",
        "Kozel Dark",
        "Krušovice černé",
        "Primátor dark lager",
        "U Fleků Flekovský tmavý 13° ležák"
      ],
      "Style Attributes": [
        "balanced",
        "bottom-fermented",
        "central-europe",
        "dark-color",
        "dark-lager-family",
        "lagered",
        "standard-strength",
        "traditional-style"
      ]
    }
  },
  "Pale Malty European Lager": {
    "Munich Helles": {
      "Overall Impression": [
        "A pale, malty German lager. Soft malt presence with a gentle noble‐hop character.",
        "Clean, smooth and quaffable."
      ],
      "Appearance": [
        "Pale straw to light gold color.",
        "Clear with a white, medium‐bubbled head that laces moderately."
      ],
      "Aroma": [
        "Pronounced Pilsner-type malt aroma: clean, bready, slightly sweet.",
        "Low to moderate noble-hop aroma (floral, spicy).",
        "Very clean fermentation character; no diacetyl."
      ],
      "Flavor": [
        "Clean, bready malt flavor with a touch of sweetness.",
        "Moderate to medium‐low noble-hop bitterness; floral/spicy notes.",
        "Crisp finish; no harshness or diacetyl."
      ],
      "Mouthfeel": [
        "Medium light to medium body.",
        "Medium carbonation; crisp and refreshing."
      ],
      "Comments": [
        "Classic Munich summer lager.",
        "Balance is toward malt but not sweet."
      ],
      "History": [
        "Originated in 1895 at Munchen’s Spaten Brewery.",
        "Became the model for pale European lagers."
      ],
      "Characteristic Ingredients": [
        "Pilsner malt (often with a touch of Munich malt).",
        "Noble hops (Hallertau, Tettnang)."
      ],
      "Style Comparison": [
        "Less hop‐driven than a German Pils but drier than a Festbier.",
        "More malt focus than International Pale Lager."
      ],
      "Vital Statistics": {
        "IBU": "16 - 22",
        "SRM": "3 - 5",
        "OG": "1.048 - 1.054",
        "FG": "1.012 - 1.015",
        "ABV": "4.7% - 5.4%"
      },
      "Commercial Examples": [
        "Augustiner Lagerbier Hell",
        "Hacker-Pschorr Münchner Gold",
        "Löwenbräu Original",
        "Paulaner Münchner Lager",
        "Schönramer Hell",
        "Spaten Münchner Hell",
        "Weihenstephaner Original Helles"
      ],
      "Style Attributes": [
        "bottom-fermented",
        "central-europe",
        "lagered",
        "malty",
        "pale-color",
        "pale-lager-family",
        "standard-strength",
        "traditional-style"
      ]
    },
    "Festbier": {
      "Overall Impression": [
        "A richer, slightly stronger pale German lager brewed for festivals.",
        "Fuller malt flavor with a balance toward noble-hop bitterness."
      ],
      "Appearance": [
        "Pale gold to deep gold color.",
        "Clear with a creamy, white head."
      ],
      "Aroma": [
        "Malty aroma: soft bread, light honey notes.",
        "Moderate noble-hop aroma; floral/spicy.",
        "Clean fermentation; no diacetyl."
      ],
      "Flavor": [
        "Pronounced maltiness: biscuit, bread crust.",
        "Moderate to medium‐high hop bitterness.",
        "Clean finish; slight sweetness possible."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Medium carbonation; smooth."
      ],
      "Comments": [
        "Traditionally served at Munich’s Oktoberfest.",
        "Balance shifts a bit toward malt compared to Helles."
      ],
      "History": [
        "Developed in the late 19th century as a stronger ‘fest’ version of Munich Helles."
      ],
      "Characteristic Ingredients": [
        "Pilsner and Vienna malts.",
        "Noble hops."
      ],
      "Style Comparison": [
        "Stronger and more malt‐driven than Munich Helles.",
        "Less clean and pale than a Helles Bock."
      ],
      "Vital Statistics": {
        "IBU": "18 - 25",
        "SRM": "4 - 6",
        "OG": "1.054 - 1.057",
        "FG": "1.010 - 1.012",
        "ABV": "5.8% - 6.3%"
      },
      "Commercial Examples": [
        "Augustiner Oktoberfest",
        "Hacker-Pschorr Superior Festbier",
        "Löwenbräu Oktoberfestbier",
        "Hofbräu Oktoberfestbier",
        "Paulaner Oktoberfest Bier",
        "Weihenstephaner Festbier"
      ],
      "Style Attributes": [
        "bottom-fermented",
        "central-europe",
        "lagered",
        "malty",
        "pale-color",
        "pale-lager-family",
        "standard-strength",
        "traditional-style"
      ]
    },
    "Helles Bock": {
      "Overall Impression": [
        "A strong, pale to amber German bock lager with a rich malt complexity.",
        "Clean, toasty, and moderately hopped."
      ],
      "Appearance": [
        "Gold to deep gold color.",
        "Clear with a sturdy, off-white head."
      ],
      "Aroma": [
        "Pronounced malt aroma: bread crust, honey, light toast.",
        "Medium noble-hop aroma.",
        "Clean fermentation; no diacetyl."
      ],
      "Flavor": [
        "Rich malt flavors: toasted bread, light honey, slight caramel.",
        "Medium hop bitterness; floral/spicy notes.",
        "Clean finish; no diacetyl."
      ],
      "Mouthfeel": [
        "Medium-full body.",
        "Medium carbonation."
      ],
      "Comments": [
        "Also called Maibock or Bayerisch Hell Bock.",
        "Balance toward malt but with noticeable bitterness."
      ],
      "History": [
        "Originated in Einbeck, refined in Munich around 17th century."
      ],
      "Characteristic Ingredients": [
        "Pilsner and Munich malts.",
        "Noble hops."
      ],
      "Style Comparison": [
        "Lighter in color than a traditional bock, but stronger than a Festbier.",
        "More malt complexity than Munich Helles."
      ],
      "Vital Statistics": {
        "IBU": "23 - 35",
        "SRM": "6 - 9",
        "OG": "1.064 - 1.072",
        "FG": "1.011 - 1.018",
        "ABV": "6.3% - 7.4%"
      },
      "Commercial Examples": [
        "Altenmünster Maibock",
        "Ayinger Maibock",
        "Chuckanut Maibock",
        "Einbecker Mai-Urbock",
        "Hacker-Pschorr Hubertus Bock",
        "Hofbräu Maibock",
        "Mahr’s Heller Bock"
      ],
      "Style Attributes": [
        "bock-family",
        "bottom-fermented",
        "central-europe",
        "high-strength",
        "lagered",
        "malty",
        "pale-color",
        "traditional-style"
      ]
    }
  },
  "Pale Bitter European Beer": {
    "German Leichtbier": {
      "Overall Impression": [
        "A pale, highly-attenuated, light-bodied German lager with lower alcohol and calories than standard-strength beers. Moderately bitter with noticeable malt and hop flavors, the beer is still interesting to drink."
      ],
      "Appearance": [
        "Pale straw to deep yellow in color.",
        "Brilliant clarity.",
        "Moderate white head with average to below average persistence."
      ],
      "Aroma": [
        "Low to medium hop aroma, with a spicy, herbal, or floral character.",
        "Low to medium-low grainy-sweet or slightly crackery malt aroma.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Low to medium grainy-sweet malt flavor initially.",
        "Medium hop bitterness.",
        "Low to medium hop flavor, with a spicy, herbal, or floral quality.",
        "Clean fermentation character, well-lagered.",
        "Dry finish with a light malty and hoppy aftertaste."
      ],
      "Mouthfeel": [
        "Light to very light body.",
        "Medium to high carbonation.",
        "Smooth, well-attenuated."
      ],
      "Comments": [
        "Marketed primarily as a diet-oriented beer with lower carbohydrates, alcohol, and calories.",
        "Pronounced “LYESHT-beer.”",
        "May also be known as a Diat Pils or Helles, this style is in the schankbier gravity class.",
        "Other variations of Leicht class beers can be made from Weissbier, Kölsch, and Altbier; those beers are best entered as 34B Mixed-Style Beer."
      ],
      "History": [
        "Traditional versions existed as drinks for physical laborers in factories or fields, but modern versions are more based on popular American products in the same class and targeted towards health or fitness conscious consumers.",
        "Increasingly supplanted in the current market by non-alcoholic beers and radlers."
      ],
      "Characteristic Ingredients": [
        "Continental Pils malt.",
        "German lager yeast.",
        "Traditional German hops."
      ],
      "Style Comparison": [
        "Like a lower-alcohol, lighter-bodied, slightly less aggressive German Pils or Munich Helles.",
        "More bitter and flavorful than an American Light Lager."
      ],
      "Vital Statistics": {
        "IBU": "15 - 28",
        "SRM": "1.5 - 4",
        "OG": "1.026 - 1.034",
        "FG": "1.006 - 1.010",
        "ABV": "2.4% - 3.6%"
      },
      "Commercial Examples": [
        "Autenrieder Schlossbräu Leicht",
        "Greif Bräu Leicht",
        "Hohenthanner Tannen Hell Leicht",
        "Müllerbrau Heimer Leicht",
        "Schönramer Surtaler Schankbier",
        "Waldhaus Sommer Bier"
      ],
      "Style Attributes": [
        "bitter",
        "bottom-fermented",
        "central-europe",
        "hoppy",
        "lagered",
        "pale-color",
        "pale-lager-family",
        "session-strength",
        "traditional-style"
      ]
    },
    "Kölsch": {
      "Overall Impression": [
        "A subtle, brilliantly clear, pale beer with a delicate balance of malt, fruit, and hop character, moderate bitterness, and a well-attenuated but soft finish.",
        "Freshness makes a huge difference, as the delicate character can fade quickly with age."
      ],
      "Appearance": [
        "Medium yellow to light gold.",
        "Brilliant clarity.",
        "Delicate white head that may not persist."
      ],
      "Aroma": [
        "Low to very low grainy-sweet malt aroma.",
        "Subtle fruit aroma (apple, pear, or sometimes cherry) is optional but welcome.",
        "Low floral, spicy, or herbal hop aroma optional.",
        "Aromatics are subtle but balanced, clean, fresh, and pleasant."
      ],
      "Flavor": [
        "A delicate balance of malt, fruitiness, bitterness, and hops, with a clean, well-attenuated finish.",
        "Medium to medium-low grainy maltiness with very light bready or honey notes.",
        "Fruitiness can have an almost imperceptible sweetness.",
        "Medium-low to medium bitterness.",
        "Low to moderately-high floral, spicy, or herbal hop flavor (most are medium-low to medium).",
        "Neutral-grainy to light malty-sweet impression at the start.",
        "Soft, rounded palate.",
        "Soft, dry, slightly crisp finish, not sharp or biting.",
        "No noticeable residual sweetness.",
        "Though balance can vary, none of the components are ever strong."
      ],
      "Mouthfeel": [
        "Medium-light to medium body (most are medium-light).",
        "Medium to medium-high carbonation.",
        "Smooth and soft, but well-attenuated and not heavy.",
        "Not harsh."
      ],
      "Comments": [
        "A traditional top-fermented, lagered beer from Cologne, Germany (Köln).",
        "Köln breweries differentiate themselves through balance; allow for variation when judging.",
        "Drier versions may seem hoppier or more bitter than IBU levels suggest.",
        "Delicate flavor profile does not age well—watch for oxidation.",
        "Served in a tall, narrow 20 cl glass called a Stange."
      ],
      "History": [
        "Köln has a top-fermenting brewing tradition since the Middle Ages.",
        "Beer now known as Kölsch was developed in the late 1800s as an alternative to pale lagers.",
        "Bottom fermentation was actually prohibited in Cologne.",
        "Kölsch is appellation-protected by the Kölsch Konvention (1986), restricted to breweries in and around Köln.",
        "The Konvention defines the beer as a “light, highly attenuated, hop-accentuated, clear, top-fermenting Vollbier.”"
      ],
      "Characteristic Ingredients": [
        "Traditional German hops.",
        "German Pils, Pale, or Vienna malt.",
        "Attenuative, clean German ale yeast.",
        "Occasional small use of wheat malt.",
        "Ferment around 15 °C, cold condition near freezing for up to a month, and serve fresh."
      ],
      "Style Comparison": [
        "Can be mistaken for a Cream Ale or somewhat subtle German Pils."
      ],
      "Vital Statistics": {
        "IBU": "18 - 30",
        "SRM": "3.5 - 5",
        "OG": "1.044 - 1.050",
        "FG": "1.007 - 1.011",
        "ABV": "4.4% - 5.2%"
      },
      "Commercial Examples": [
        "Früh Kölsch",
        "Gaffel Kölsch",
        "Mühlen Kölsch",
        "Päffgen Kolsch",
        "Reissdorf Kölsch",
        "Sion Kölsch",
        "Sünner Kölsch"
      ],
      "Style Attributes": [
        "balanced",
        "central-europe",
        "lagered",
        "pale-ale-family",
        "pale-color",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "German Helles Exportbier": {
      "Overall Impression": [
        "A golden German lager balancing a smooth malty profile with a bitter, hoppy character in a slightly above-average body and strength beer."
      ],
      "Appearance": [
        "Medium yellow to deep gold.",
        "Clear.",
        "Persistent white head."
      ],
      "Aroma": [
        "Medium-low to medium floral, spicy, or herbal hop aroma.",
        "Moderate grainy-sweet malt aroma, possibly with light toasty, bready, or doughy notes.",
        "Clean fermentation profile.",
        "Hops and malt both noticeable and generally balanced."
      ],
      "Flavor": [
        "Moderate, balanced malt and hops with supporting bitterness.",
        "Malt and hop flavors similar to aroma (same descriptors and intensities).",
        "Medium, noticeable bitterness, full on the palate, with a medium-dry finish.",
        "Clean fermentation character.",
        "Aftertaste of both malt and hops, generally in balance.",
        "Mineral character perceived as roundness and fullness, with a dry, flinty sharpness in the finish rather than overt mineral flavors.",
        "Background sulfate optional."
      ],
      "Mouthfeel": [
        "Medium to medium-full body.",
        "Medium carbonation.",
        "Smooth and mellow on the palate.",
        "Very slight warmth may be noted in stronger versions."
      ],
      "Comments": [
        "Also known as Dortmunder Export, Dortmunder, Export, or simply a Dort.",
        "Called Export within Germany and often Dortmunder elsewhere.",
        "Export is also a beer strength descriptor under German brewing tradition.",
        "Splits the difference between a German Pils and a Munich Helles in several aspects: color, hop-malt balance, finish, bitterness."
      ],
      "History": [
        "Developed in Dortmund in the Ruhr industrial region in the 1870s in response to pale Pilsner-type beers.",
        "Became very popular after World War II but declined in the 1970s.",
        "Other Export-class beers developed independently and reflected a slightly stronger version of existing beers."
      ],
      "Characteristic Ingredients": [
        "Minerally water with high levels of sulfates, carbonates, and chlorides.",
        "Traditional German or Czech hops.",
        "Pilsner malt.",
        "German lager yeast.",
        "Decoction mash traditional."
      ],
      "Style Comparison": [
        "Less finishing hops and more body than a German Pils.",
        "More bitter and drier than a Munich Helles.",
        "Stronger, drier, but less hoppy than a Czech Premium Pale Lager."
      ],
      "Vital Statistics": {
        "IBU": "20 - 30",
        "SRM": "4 - 6",
        "OG": "1.050 - 1.058",
        "FG": "1.008 - 1.015",
        "ABV": "5% - 6%"
      },
      "Commercial Examples": [
        "Chuckanut Export Dortmunder Lager",
        "DAB Dortmunder Export",
        "Dortmunder Kronen",
        "Landshuter Edel Hell",
        "Müllerbräu Export Gold",
        "Schönramer Gold"
      ],
      "Style Attributes": [
        "balanced",
        "bottom-fermented",
        "central-europe",
        "lagered",
        "pale-color",
        "pale-lager-family",
        "standard-strength",
        "traditional-style"
      ]
    },
    "German Pils": {
      "Overall Impression": [
        "A pale, dry, bitter German lager featuring a prominent hop aroma. Crisp, clean, and refreshing, showing a brilliant gold color with excellent head retention."
      ],
      "Appearance": [
        "Straw to deep yellow, brilliant to very clear.",
        "Creamy, long-lasting white head."
      ],
      "Aroma": [
        "Moderately to moderately-high flowery, spicy, or herbal hops.",
        "Low to medium grainy, sweet, or doughy malt character, often with a light honey and toasted cracker quality.",
        "Clean fermentation profile.",
        "Hops should be forward but not totally dominate the malt."
      ],
      "Flavor": [
        "Initial malt flavor quickly overcome with hop flavor and bitterness, leading into a dry, crisp finish.",
        "Malt and hop flavors similar to aroma (same descriptors and intensities).",
        "Medium to high bitterness, lingering into the aftertaste along with a touch of malt and hops.",
        "Clean fermentation profile.",
        "Minerally water can accentuate and lengthen the dry finish.",
        "Hops and malt can fade with age, but the beer should always have a bitter balance."
      ],
      "Mouthfeel": [
        "Medium-light body.",
        "Medium to high carbonation.",
        "Should not feel heavy.",
        "Not harsh, but may have a flinty, minerally sharpness in some examples."
      ],
      "Comments": [
        "Modern examples tend to become paler in color, drier and sharper in finish, and more bitter moving from South to North in Germany, mirroring increasing sulfates in the water.",
        "Pils in Bavaria tend to be a bit softer in bitterness with more malt flavor and late hop character, yet still with sufficient hops and crispness to differentiate from Munich Helles.",
        "The term ‘Pils’ is more common in Germany than ‘Pilsner’ to differentiate it from the Czech style, and (some say) to show respect."
      ],
      "History": [
        "Adapted from Czech Pilsner to suit brewing conditions in Germany, particularly water with higher mineral content and domestic hop varieties.",
        "First brewed in Germany in the early 1870s.",
        "Became more popular after WWII as German brewing schools emphasized modern techniques.",
        "Along with its cousin Czech Pilsner, it is the ancestor of the most widely produced beer styles today."
      ],
      "Characteristic Ingredients": [
        "Continental Pilsner malt.",
        "Traditional German hops.",
        "Clean German lager yeast."
      ],
      "Style Comparison": [
        "Lighter in body and color, drier, crisper, more fully attenuated, more lingering bitterness, and higher carbonation than a Czech Premium Pale Lager.",
        "More hop character, malt flavor, and bitterness than International Pale Lager.",
        "More hop character and bitterness with a drier, crisper finish than a Munich Helles; the Helles has more malt intensity of the same character."
      ],
      "Vital Statistics": {
        "IBU": "22 - 40",
        "SRM": "2 - 4",
        "OG": "1.044 - 1.050",
        "FG": "1.008 - 1.013",
        "ABV": "4.4% - 5.2%"
      },
      "Commercial Examples": [
        "ABK Pils Anno 1907",
        "Jever Pilsener",
        "König Pilsener",
        "Paulaner Pils",
        "Bierstadt Slow-Pour Pils",
        "Rothaus Pils",
        "Schönramer Pils",
        "Trumer Pils"
      ],
      "Style Attributes": [
        "bitter",
        "bottom-fermented",
        "central-europe",
        "hoppy",
        "lagered",
        "pale-color",
        "pilsner-family",
        "standard-strength",
        "traditional-style"
      ]
    }
  },
  "Amber Malty European Lager": {
    "Märzen": {
      "Overall Impression": [
        "An amber, malty German lager with a clean, rich, toasty, bready malt flavor, restrained bitterness, and a well-attenuated finish. The overall malt impression is soft, elegant, and complex, with a rich malty aftertaste that is never cloying or heavy."
      ],
      "Appearance": [
        "Amber-orange to deep reddish-copper color; should not be golden.",
        "Bright clarity, with persistent, off-white foam stand."
      ],
      "Aroma": [
        "Moderate malty aroma, typically rich, bready, somewhat toasty, with light bread crust notes.",
        "Clean lager fermentation character.",
        "Very low floral, herbal, or spicy hop aroma optional.",
        "Caramel-sweet, biscuity-dry, or roasted malt aromas are inappropriate.",
        "Very light alcohol might be detected, but should never be sharp.",
        "Clean, elegant malt richness should be the primary aroma."
      ],
      "Flavor": [
        "Moderate to high rich malt flavor often initially suggests sweetness, but the finish is moderately-dry to dry.",
        "Distinctive and complex maltiness often includes a bready, toasty aspect.",
        "Hop bitterness is moderate, and the floral, herbal, or spicy hop flavor is low to none.",
        "Hops provide sufficient balance that the malty palate and finish do not seem sweet.",
        "The aftertaste is malty, with the same elegant, rich malt flavors lingering.",
        "Noticeable sweet caramel, dry biscuit, or roasted flavors are inappropriate.",
        "Clean fermentation profile."
      ],
      "Mouthfeel": [
        "Medium body, with a smooth, creamy texture that often suggests a fuller mouthfeel.",
        "Medium carbonation.",
        "Fully attenuated, without a sweet or cloying impression.",
        "May be slightly warming, but the strength should be relatively hidden."
      ],
      "Comments": [
        "Modern domestic German Oktoberfest versions are golden – see the Festbier style for this version.",
        "Export German versions (to the United States, at least) are typically orange-amber in color, have a distinctive toasty malt character, and are often labeled Oktoberfest.",
        "Many craft versions of Oktoberfest are based on this style."
      ],
      "History": [
        "As the name suggests, brewed as a stronger “March beer” in March and lagered in cold caves over the summer.",
        "Modern versions trace back to the lager developed by Spaten in 1841, contemporaneous to the development of Vienna lager.",
        "However, the Märzen name is much older than 1841 – the early ones were dark brown, and the name implied a strength band (14 °P) rather than a style.",
        "The amber lager style served at Oktoberfest from 1872 until 1990 when the golden Festbier was adopted as the standard festival beer."
      ],
      "Characteristic Ingredients": [
        "Grist varies, although traditional German versions emphasized Munich malt.",
        "The notion of elegance is derived from the finest quality ingredients, particularly the base malts.",
        "A decoction mash is traditional, and enhances the rich malt profile."
      ],
      "Style Comparison": [
        "Not as strong and rich as a Dunkles Bock.",
        "More malt depth and richness than a Festbier, with a heavier body and slightly less hops.",
        "Less hoppy but equally malty as a Czech Amber Lager, but with a different malt profile."
      ],
      "Vital Statistics": {
        "IBU": "18 - 24",
        "SRM": "8 - 17",
        "OG": "1.054 - 1.060",
        "FG": "1.010 - 1.014",
        "ABV": "5.6% - 6.3%"
      },
      "Commercial Examples": [
        "Hacker-Pschorr Oktoberfest Märzen",
        "Hofmark Märzen",
        "Paulaner Oktoberfest",
        "Saalfelder Ur-Saalfelder",
        "Weltenburg Kloster Anno 1050"
      ],
      "Style Attributes": [
        "amber-color",
        "amber-lager-family",
        "bottom-fermented",
        "central-europe",
        "lagered",
        "malty",
        "standard-strength",
        "traditional-style"
      ]
    },
    "Rauchbier": {
      "Overall Impression": [
        "A beechwood-smoked, malty, amber German lager. The expected Märzen profile of toasty-rich malt, restrained bitterness, clean fermentation, and a relatively dry finish is enhanced by a noticeable to intense smoke character."
      ],
      "Appearance": [
        "Very clear, with a large, creamy, rich, tan- to cream-colored head.",
        "Deep amber to coppery-brown in color, often a little darker than the underlying Märzen style."
      ],
      "Aroma": [
        "Blend of smoke and malt, varying in balance and intensity.",
        "The beechwood smoke character can range from subtle to fairly strong, and can seem smoky, woody, or bacon-like.",
        "The malt character can be low to moderate, and be somewhat rich, toasty, or malty-sweet.",
        "The malt and smoke components are often inversely proportional (i.e., when smoke increases, malt decreases, and vice versa).",
        "Low floral or spicy hop aroma optional.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Generally follows the aroma profile, with a blend of smoke and malt in varying balance and intensity, yet always mutually supportive.",
        "Märzen-like qualities should be evident, particularly a malty, toasty richness, but the beechwood smoke flavor can be low to high.",
        "The palate can be somewhat malty, rich, and sweet, yet the finish tends to be medium-dry to dry with the smoke character sometimes enhancing the dryness of the finish.",
        "The aftertaste can reflect both malt richness and smoke flavors, with a balanced presentation desirable.",
        "Moderate, balanced, hop bitterness.",
        "Can have up to a moderate hop flavor with spicy, floral, or herbal notes.",
        "Clean lager fermentation character.",
        "The quality and character of the smoke is important; it should be cleanly smoky.",
        "At higher levels, the smoke can take on a ham- or bacon-like character, which is acceptable as long as it doesn’t veer into the greasy range.",
        "Harsh, bitter, burnt, acrid, charred, rubbery, sulfury, or creosote-like smoky-phenolic flavors are inappropriate."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Medium to medium-high carbonation.",
        "Smooth lager character.",
        "Significant astringent, phenolic harshness is inappropriate."
      ],
      "Comments": [
        "Literally “smoke beer” in German.",
        "The smoke character and intensity varies by maltster and brewery, so allow for variation in the style when judging – not all examples are highly smoked.",
        "Many other traditional German styles are smoked; those should be entered in the 32A Classic Style Smoked Beer style.",
        "This style is only for the more common Märzen-based beer."
      ],
      "History": [
        "A historical specialty of the city of Bamberg, in the Franconian region of Bavaria in Germany.",
        "While smoked beers certainly were made long ago, the origins of this specific style are unclear but must have been developed after Märzen was created."
      ],
      "Characteristic Ingredients": [
        "Märzen-type grist, with the addition of a sizeable quantity of German Rauchmalz (beechwood-smoked Vienna-type malt).",
        "Some breweries smoke their own malt.",
        "German lager yeast.",
        "Traditional German or Czech hops."
      ],
      "Style Comparison": [
        "Like a Märzen but with a balanced, sweet, smoky aroma and flavor and a somewhat darker color."
      ],
      "Vital Statistics": {
        "IBU": "20 - 30",
        "SRM": "12 - 22",
        "OG": "1.050 - 1.057",
        "FG": "1.012 - 1.016",
        "ABV": "4.8% - 6%"
      },
      "Commercial Examples": [
        "Cervejaria Bamberg Rauchbier",
        "Göller Rauchbier",
        "Rittmayer Rauchbier",
        "Spezial Rauchbier Märzen",
        "Schlenkerla Rauchbier Märzen"
      ],
      "Style Attributes": [
        "amber-color",
        "amber-lager-family",
        "bottom-fermented",
        "central-europe",
        "lagered",
        "malty",
        "smoke",
        "standard-strength",
        "traditional-style"
      ]
    },
    "Dunkles Bock": {
      "Overall Impression": [
        "A strong, dark, malty German lager beer that emphasizes the malty-rich and somewhat toasty qualities of continental malts without being sweet in the finish."
      ],
      "Appearance": [
        "Light copper to brown color, often with attractive garnet highlights.",
        "Good clarity despite the dark color.",
        "Large, creamy, persistent, off-white head."
      ],
      "Aroma": [
        "Medium to medium-high rich bready-malty aroma, often with moderate amounts of rich Maillard products or toasty overtones.",
        "Virtually no hop aroma.",
        "Some alcohol may be noticeable.",
        "Clean lager character, although a slight dark fruit character is allowable."
      ],
      "Flavor": [
        "Medium to medium-high complex, rich maltiness is dominated by toasty-rich Maillard products.",
        "Some dark caramel notes may be present.",
        "Hop bitterness is generally only high enough to support the malt flavors, allowing a bit of malty sweetness to linger into the finish.",
        "Well-attenuated, not cloying.",
        "Clean fermentation profile, although the malt can provide a slight dark fruit character.",
        "No hop flavor.",
        "No roasted, burnt, or dry biscuity character."
      ],
      "Mouthfeel": [
        "Medium to medium-full bodied.",
        "Moderate to moderately low carbonation.",
        "Some alcohol warmth may be found, but should never be hot.",
        "Smooth, without harshness or astringency."
      ],
      "Comments": [
        "Decoction mashing plays an important part of flavor development, as it enhances the caramel and Maillard flavor aspects of the malt."
      ],
      "History": [
        "Originated in the Northern German city of Einbeck, which was a brewing center and popular exporter in the days of the Hanseatic League (14th to 17th century).",
        "Recreated in Munich starting in the 17th century.",
        "“Bock” translates to “Ram” in German, which is why the animal is often used in logos and advertisements."
      ],
      "Characteristic Ingredients": [
        "Munich and Vienna malts, rarely a tiny bit of dark roasted malts for color adjustment, never any non-malt adjuncts.",
        "Continental European hop varieties are used.",
        "Clean German lager yeast."
      ],
      "Style Comparison": [
        "Darker, with a richer malty flavor and less apparent bitterness than a Helles Bock.",
        "Less alcohol and malty richness than a Doppelbock.",
        "Stronger malt flavors and higher alcohol than a Märzen.",
        "Richer, less attenuated, and less hoppy than a Czech Amber Lager."
      ],
      "Vital Statistics": {
        "IBU": "20 - 27",
        "SRM": "14 - 22",
        "OG": "1.064 - 1.072",
        "FG": "1.013 - 1.019",
        "ABV": "6.3% - 7.2%"
      },
      "Commercial Examples": [
        "Aass Bock",
        "Einbecker Ur-Bock Dunkel",
        "Kneitinger Bock",
        "Lindeboom Bock",
        "Schell’s Bock",
        "Penn Brewery St. Nikolaus Bock"
      ],
      "Style Attributes": [
        "amber-color",
        "bock-family",
        "bottom-fermented",
        "central-europe",
        "high-strength",
        "lagered",
        "malty",
        "traditional-style"
      ]
    }
  },
  "Amber Bitter European Beer": {
    "Vienna Lager": {
      "Overall Impression": [
        "A moderate-strength continental amber lager with a soft, smooth maltiness and a balanced, moderate bitterness, yet finishing relatively dry.",
        "The malt flavor is clean, bready-rich, and somewhat toasty, with an elegant impression derived from quality base malts and process, not specialty malts or adjuncts."
      ],
      "Appearance": [
        "Light reddish amber to copper color.",
        "Bright clarity.",
        "Large, off-white, persistent head."
      ],
      "Aroma": [
        "Moderately-intense malt aroma, with toasty and malty-rich accents.",
        "Floral, spicy hop aroma may be low to none.",
        "Clean lager character.",
        "A significant caramel, biscuity, or roasted aroma is inappropriate."
      ],
      "Flavor": [
        "Soft, elegant malt complexity is in the forefront, with a firm enough hop bitterness to provide a balanced finish.",
        "The malt flavor tends toward a rich, toasty character, without significant caramel, biscuity, or roast flavors.",
        "Fairly dry, soft finish, with both rich malt and hop bitterness present in the aftertaste.",
        "Floral, spicy, or herbal hop flavor may be low to none.",
        "Clean fermentation profile."
      ],
      "Mouthfeel": [
        "Medium-light to medium body, with a gentle creaminess.",
        "Moderate carbonation.",
        "Smooth."
      ],
      "Comments": [
        "A standard-strength everyday beer, not a beer brewed for festivals.",
        "Many traditional examples have become sweeter and more adjunct-laden, now seeming more like International Amber or Dark Lagers."
      ],
      "History": [
        "Developed by Anton Dreher in Vienna in 1841, became popular in the mid-late 1800s.",
        "The style was brought to Mexico by Santiago Graf and other Austrian immigrant brewers in the late 1800s.",
        "Seems to be embraced as a modern craft style in other countries."
      ],
      "Characteristic Ingredients": [
        "Traditionally, best-quality Vienna malt, but can also use Pils and Munich malts.",
        "Traditional continental hops.",
        "Clean German lager yeast.",
        "May use small amounts of specialty malts for color and sweetness."
      ],
      "Style Comparison": [
        "Similar malt flavor as a Märzen, but lighter in intensity and body, with a touch more bitterness and dryness in the balance.",
        "Lower in alcohol than Märzen or Festbier.",
        "Less rich, malty, and hoppy than Czech Amber Lager."
      ],
      "Vital Statistics": {
        "IBU": "18 - 30",
        "SRM": "9 - 15",
        "OG": "1.048 - 1.055",
        "FG": "1.010 - 1.014",
        "ABV": "4.7% - 5.5%"
      },
      "Commercial Examples": [
        "Chuckanut Vienna Lager",
        "Devils Backbone Vienna Lager",
        "Figueroa Mountain Red Lager",
        "Heavy Seas Cutlass",
        "Ottakringer Wiener Original",
        "Schell’s Firebrick",
        "Theresianer Vienna"
      ],
      "Style Attributes": [
        "amber-color",
        "amber-lager-family",
        "balanced",
        "bottom-fermented",
        "central-europe",
        "lagered",
        "standard-strength",
        "traditional-style"
      ]
    },
    "Altbier": {
      "Overall Impression": [
        "A moderately colored, well-attenuated, bitter beer with a rich maltiness balancing a strong bitterness.",
        "Light and spicy hop character complements the malt.",
        "A dry beer with a firm body and smooth palate."
      ],
      "Appearance": [
        "Color ranges from amber to deep copper, stopping short of brown; bronze-orange is most common.",
        "Brilliant clarity.",
        "Thick, creamy, long-lasting off-white head."
      ],
      "Aroma": [
        "Malty and rich with grainy characteristics like baked bread or nutty, toasted bread crusts.",
        "Should not have darker roasted or chocolate notes.",
        "Malt intensity is moderate to moderately-high.",
        "Moderate to low hops complement but do not dominate the malt, often with a spicy, peppery, or floral character.",
        "Fermentation character is very clean. Low to medium-low esters optional."
      ],
      "Flavor": [
        "Malt profile similar to the aroma, with an assertive, medium-high hop bitterness balancing the rich malty flavors.",
        "Finishes medium-dry to dry with a grainy, bitter, malty-rich aftertaste.",
        "Finish is long-lasting, sometimes with a nutty or bittersweet impression.",
        "Apparent bitterness level sometimes masked by malt character if not very dry, but scales with malt richness to maintain balance.",
        "No roast. No harshness. Clean fermentation profile.",
        "Light fruity esters, especially dark fruit, may be present.",
        "Medium to low spicy, peppery, or floral hop flavor.",
        "Light minerally character optional."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Smooth.",
        "Medium to medium-high carbonation.",
        "Astringency low to none."
      ],
      "Comments": [
        "Classic, traditional examples in the Altstadt (“old town”) section of Düsseldorf are served from casks.",
        "Most examples have a balanced (25–35 IBU) bitterness, not the aggressive hop character of Zum Uerige.",
        "Stronger sticke and doppelsticke beers belong in the 27 Historical Beer style."
      ],
      "History": [
        "Developed in the late 19th century in Düsseldorf to use lager techniques to compete with lagers.",
        "Older German styles were brewed in the area but there is no direct linkage to modern Altbier."
      ],
      "Characteristic Ingredients": [
        "Grists vary, but usually consist of German base malts (Pils, sometimes Munich) with small amounts of crystal, chocolate, or black malts.",
        "May include some wheat, including roasted wheat.",
        "Spalt hops are traditional, but other German or Czech hops can be used.",
        "Clean, highly attenuative ale yeast; step mash traditional; fermented at cool ale temperatures, then cold conditioned."
      ],
      "Style Comparison": [
        "More bitter and malty than International Amber Lagers.",
        "Somewhat similar to California Common in technique and finished flavor/color, though not ingredients.",
        "Less alcohol, less malty richness, and more bitterness than a Dunkles Bock.",
        "Drier, richer, and more bitter than a Vienna Lager."
      ],
      "Vital Statistics": {
        "IBU": "25 - 50",
        "SRM": "9 - 17",
        "OG": "1.044 - 1.052",
        "FG": "1.008 - 1.014",
        "ABV": "4.3% - 5.5%"
      },
      "Commercial Examples": [
        "Bolten Alt",
        "Diebels Alt",
        "Füchschen Alt",
        "Original Schlüssel Alt",
        "Schlösser Alt",
        "Schumacher Alt",
        "Uerige Altbier"
      ],
      "Style Attributes": [
        "amber-ale-family",
        "amber-color",
        "bitter",
        "central-europe",
        "lagered",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Dark European Lager": {
    "Munich Dunkel": {
      "Overall Impression": [
        "Medium to medium‐full-bodied, smooth, malty lager with pronounced toasted-bread character."
      ],
      "Appearance": [
        "Light amber to dark reddish-brown color.",
        "Clear.",
        "Off-white to tan head."
      ],
      "Aroma": [
        "Medium malt aroma featuring toasted bread, cracker and light nutty notes.",
        "Very low to low hop aroma with a delicate floral or spicy character.",
        "Clean lager fermentation character; no esters or diacetyl."
      ],
      "Flavor": [
        "Dominant toasted-malt flavors—bread crust, light toffee and biscuit.",
        "Low to moderate hop bitterness to provide balance.",
        "Clean, dry finish with no roasted astringency.",
        "Subtle bready sweetness may linger."
      ],
      "Mouthfeel": [
        "Medium to medium-full body.",
        "Smooth, soft mouthfeel.",
        "Moderate carbonation.",
        "No warming from alcohol."
      ],
      "Comments": [
        "A classic Bavarian dunkel—often overshadowed by lighter Helles outside Germany."
      ],
      "History": [
        "One of the oldest lager styles in Bavaria, brewed in Munich since the 19th century."
      ],
      "Characteristic Ingredients": [
        "High proportion of Munich malt for color and rich malt backbone.",
        "Occasional small addition of Carafa or Melanoidin malt for depth."
      ],
      "Style Comparison": [
        "Darker and maltier than Munich Helles, less roasted than Schwarzbier."
      ],
      "Vital Statistics": {
        "IBU": "18 - 28",
        "SRM": "14 - 22",
        "OG": "1.048 - 1.056",
        "FG": "1.012 - 1.016",
        "ABV": "4.5% - 5.6%"
      },
      "Commercial Examples": [
        "Ayinger Altbairisch Dunkel",
        "Hofbräu Dunkel",
        "Paulaner Münchner Dunkel",
        "Hacker-Pschorr Munich Dunkel"
      ],
      "Style Attributes": [
        "bottom-fermented",
        "lagered",
        "malt-focused",
        "dark-color",
        "traditional-style",
        "soft-mouthfeel"
      ]
    },
    "Schwarzbier": {
      "Overall Impression": [
        "Very dark, nearly black lager with smooth, mild roast character and medium-light body."
      ],
      "Appearance": [
        "Very dark brown to black color with ruby highlights in the glass.",
        "Clear.",
        "Tan to light brown head."
      ],
      "Aroma": [
        "Light roasted malt aroma—coffee, dark chocolate or toast notes.",
        "Low caramel and toffee character.",
        "Minimal hop aroma; clean lager yeast profile."
      ],
      "Flavor": [
        "Subtle roast flavors of coffee and dark chocolate without harsh astringency.",
        "Low to moderate bitterness balances the malt.",
        "Clean finish; light caramel sweetness may persist."
      ],
      "Mouthfeel": [
        "Medium-light body.",
        "Smooth and clean.",
        "Moderate carbonation.",
        "No dryness or roast-derived astringency."
      ],
      "Comments": [
        "Often called “black lager,” originally from Thuringia and Franconia."
      ],
      "History": [
        "Brewed in central Germany since the Middle Ages; popularized in the 19th century."
      ],
      "Characteristic Ingredients": [
        "Pilsner and Munich malts with a touch of roasted or Carafa malt.",
        "Clean lager yeast to showcase malt and roast balance."
      ],
      "Style Comparison": [
        "Darker than Munich Dunkel, but lighter and more delicate than porter or stout."
      ],
      "Vital Statistics": {
        "IBU": "22 - 32",
        "SRM": "17 - 30",
        "OG": "1.048 - 1.056",
        "FG": "1.012 - 1.016",
        "ABV": "4.4% - 5.4%"
      },
      "Commercial Examples": [
        "Köstritzer Schwarzbier",
        "Samuel Adams Black Lager",
        "Einbecker Schwarzbier"
      ],
      "Style Attributes": [
        "bottom-fermented",
        "lagered",
        "roast-accented",
        "dark-color",
        "session-strength",
        "traditional-style"
      ]
    }
  },
  "Strong European Beer": {
    "Doppelbock": {
      "display": "Doppelbock",
      "Overall Impression": [
        "A strong, rich, and very malty German lager that can have both pale and dark variants.",
        "The darker versions have more richly-developed, deeper malt flavors, while the paler versions have slightly more hops and dryness."
      ],
      "Appearance": [
        "Good clarity, with a large, creamy, persistent head.",
        "Dark versions are copper to dark brown in color, often with ruby highlights, and an off-white head.",
        "Pale versions are deep gold to light amber in color, with a white head."
      ],
      "Aroma": [
        "Very strong maltiness, possibly with light caramel notes, and up to a moderate alcohol aroma. Virtually no hop aroma.",
        "Dark versions have significant, rich Maillard products, deeply toasted malt, and possibly a slight chocolate-like aroma that should never be roasted or burnt. Moderately-low dark fruit, like plums, dark grapes, or fruit leather, is allowable.",
        "Pale versions have a rich and strong, often toasty, malt presence, possibly with a light floral, spicy, or herbal hop accent."
      ],
      "Flavor": [
        "Very rich and malty. Hop bitterness varies from moderate to moderately low but always allows malt to dominate the flavor. Faint hop flavor optional. Most examples are fairly malty-sweet on the palate, but should have an impression of attenuation in the finish. The impression of sweetness comes from low hopping, not from incomplete fermentation. Clean fermentation profile.",
        "Dark versions have malt and ester flavors similar to the aroma.",
        "Pale versions have a strong bready and toasty malt flavor, a light floral, spicy, or herbal hop flavor, and a drier finish."
      ],
      "Mouthfeel": [
        "Medium-full to full body.",
        "Moderate to moderately-low carbonation.",
        "Very smooth without harshness or astringency. A light alcohol warmth may be noted, but it should never burn."
      ],
      "Comments": [
        "Doppelbock means double bock. Most versions are dark colored and may display the caramelizing and Maillard products of decoction mashing, but excellent pale versions also exist.",
        "The pale versions will not have the same richness and darker malt and fruit flavors of the dark versions, and may be a bit drier, hoppier, and more bitter.",
        "While most traditional examples are in the lower end of the ranges cited, the style can be considered to have no upper limit for gravity and alcohol, provided the balance remains the same."
      ],
      "History": [
        "A Bavarian specialty originating in Munich, first made by the monks of St. Francis of Paula by the 1700s.",
        "Historical versions were less well-attenuated than modern interpretations, thus with higher sweetness and lower alcohol levels.",
        "Was called “liquid bread” by monks, and consumed during the Lenten fast.",
        "Breweries adopted beer names ending in “-ator” after a 19th century court ruling that no one but Paulaner was allowed to use the name Salvator.",
        "Traditionally dark brown in color; paler examples are a more recent development."
      ],
      "Characteristic Ingredients": [
        "Pils, Vienna, Munich malts.",
        "Occasionally dark malt for color adjustment.",
        "Traditional German hops.",
        "Clean German lager yeast.",
        "Decoction mashing is traditional."
      ],
      "Style Comparison": [
        "A stronger, richer, more full-bodied version of either a Dunkles Bock or a Helles Bock.",
        "Pale versions will show higher attenuation and less dark fruity character than the darker versions."
      ],
      "Vital Statistics": {
        "IBU": "16 - 26",
        "SRM": "6 - 25",
        "OG": "1.072 - 1.112",
        "FG": "1.016 - 1.024",
        "ABV": "7% - 10%"
      },
      "Commercial Examples": [
        "Andechs Doppelbock Dunkel",
        "Ayinger Celebrator",
        "Paulaner Salvator",
        "Spaten Optimator",
        "Tröegs Troegenator",
        "Weihenstephaner Korbinian",
        "Eggenberg Urbock 23º",
        "Meinel Doppelbock Hell",
        "Plank Bavarian Heller Doppelbock",
        "Riegele Auri"
      ],
      "Style Attributes": [
        "amber-color",
        "bock-family",
        "bottom-fermented",
        "central-europe",
        "high-strength",
        "lagered",
        "malty",
        "pale-color",
        "traditional-style"
      ]
    },
    "Eisbock": {
      "display": "Eisbock",
      "Overall Impression": [
        "A strong, full-bodied, rich, and malty dark German lager often with a viscous quality and strong flavors.",
        "Even though flavors are concentrated, the alcohol should be smooth and warming, not burning."
      ],
      "Appearance": [
        "Deep copper to dark brown in color, often with attractive ruby highlights.",
        "Good clarity. Head retention may be moderate to poor.",
        "Off-white to deep ivory colored head. Pronounced legs are often evident."
      ],
      "Aroma": [
        "Dominated by rich, intense malt and a definite alcohol presence.",
        "The malt can have bready, toasty qualities, with some caramel or faint chocolate, often with dark fruit notes like plums or grapes.",
        "No hop aroma. Alcohol aromas should not be harsh or solventy. Clean fermentation profile."
      ],
      "Flavor": [
        "Rich, sweet malt balanced by a significant alcohol presence.",
        "The malt can have Maillard products, toasty qualities, some caramel, and occasionally a slight chocolate flavor. May have significant malt-derived dark fruit esters.",
        "Hop bitterness just offsets the malt sweetness enough to avoid a cloying character. No hop flavor.",
        "Alcohol helps balance the strong malt presence. The finish should be of rich malt with a certain dryness from the alcohol. It should not be sticky, syrupy, or cloyingly sweet.",
        "Clean fermentation profile."
      ],
      "Mouthfeel": [
        "Full to very full-bodied.",
        "Low carbonation.",
        "Significant alcohol warmth without sharp hotness.",
        "Very smooth and silky without harsh edges from alcohol, bitterness, fusels, or other concentrated flavors."
      ],
      "Comments": [
        "Extended lagering is often needed post-freezing to smooth the alcohol and enhance the malt and alcohol balance.",
        "Pronounced “ICE-bock.”"
      ],
      "History": [
        "Originating in Kulmbach in Franconia in the late 1800s, although exact origins are not known.",
        "Fables describe it as coming from beer accidentally freezing at a brewery."
      ],
      "Characteristic Ingredients": [
        "Same as Doppelbock. Produced by freezing a doppelbock-like beer and removing ice (“freeze distillation”), thus concentrating flavor and alcohol, as well as any defects present.",
        "Commercial eisbocks are generally concentrated anywhere from 7% to 33% by volume."
      ],
      "Style Comparison": [
        "Eisbocks are not simply stronger Doppelbocks; the name refers to the process of freezing and concentrating the beer, and is not a statement on alcohol; some Doppelbocks are stronger than Eisbocks.",
        "Not as thick, rich, or sweet as a Wheatwine."
      ],
      "Vital Statistics": {
        "IBU": "25 - 35",
        "SRM": "17 - 30",
        "OG": "1.078 - 1.120",
        "FG": "1.020 - 1.035",
        "ABV": "9% - 14%"
      },
      "Commercial Examples": [
        "Kulmbacher Eisbock"
      ],
      "Style Attributes": [
        "amber-color",
        "bock-family",
        "bottom-fermented",
        "central-europe",
        "lagered",
        "malty",
        "traditional-style",
        "very-high-strength"
      ]
    },
    "Baltic Porter": {
      "display": "Baltic Porter",
      "Overall Impression": [
        "A strong, dark, malty beer with different interpretations within the Baltic region.",
        "Smooth, warming, and richly malty, with complex dark fruit flavors and a roasted flavor without burnt notes."
      ],
      "Appearance": [
        "Dark reddish-copper to opaque dark brown color, but not black.",
        "Thick, persistent tan-colored head.",
        "Clear, although darker versions can be opaque."
      ],
      "Aroma": [
        "Rich maltiness often containing caramel, toffee, nuts, deep toast, or licorice notes.",
        "Complex alcohol and ester profile of moderate strength, and reminiscent of plums, prunes, raisins, cherries, or currants, occasionally with a vinous Port-like quality.",
        "Deep malt accents of dark chocolate, coffee, or molasses, but never burnt.",
        "No hops. No sourness. Smooth, not sharp, impression."
      ],
      "Flavor": [
        "As with aroma, has a rich maltiness with a complex blend of deep malt, dried fruit esters, and alcohol.",
        "The malt can have a caramel, toffee, nutty, molasses, or licorice complexity.",
        "Prominent yet smooth Schwarzbier-like roasted flavor that stops short of burnt. Light hints of black currants and dark dried fruits.",
        "Smooth palate and full finish.",
        "Starts malty-sweet but darker malt flavors quickly dominate and persist through the dryish finish, leaving a hint of roast coffee or licorice and dried fruit in the aftertaste.",
        "Medium-low to medium bitterness, just to provide balance and prevent it from seeming cloying.",
        "Hop flavor from slightly spicy hops ranges from none to medium-low. Clean fermentation profile."
      ],
      "Mouthfeel": [
        "Generally quite full-bodied and smooth, with a well-aged alcohol warmth that can be deceptive.",
        "Medium to medium-high carbonation, making it seem even more mouth-filling.",
        "Not heavy on the tongue due to carbonation level."
      ],
      "Comments": [
        "Most commercial versions are in the 7–8.5% ABV range.",
        "The best examples have a deceptive strength that makes them dangerously easy to drink.",
        "The character of these beers varies by country of origin, so be careful about generalizing based on a single example.",
        "Some beers are truer to their English roots, while others are more of the style first popularized in Poland."
      ],
      "History": [
        "Developed indigenously (and independently) in several countries bordering the Baltic Sea after import of popular English porters and stouts was interrupted in the early 1800s.",
        "Historically top-fermented, many breweries adapted the recipes for bottom-fermenting yeast along with the rest of their production.",
        "The name Baltic Porter is recent (since the 1990s) and describes the modern collection of beers with a somewhat similar profile from these countries, not historical versions."
      ],
      "Characteristic Ingredients": [
        "Generally lager yeast (cold fermented if using ale yeast, as is required when brewed in Russia).",
        "Debittered dark malt. Munich or Vienna base malt. Continental hops.",
        "May contain crystal malts or adjuncts. Brown or amber malt common in historical recipes.",
        "As a collection of regional beers, different formulations are expected."
      ],
      "Style Comparison": [
        "Combines the body, maltiness, richness, and smoothness of a Doppelbock, the darker malt character of an English Porter, the roast flavors of a Schwarzbier, and alcohol and fruitiness of an Old Ale.",
        "Much less roasted and often lower in alcohol than an Imperial Stout."
      ],
      "Vital Statistics": {
        "IBU": "20 - 40",
        "SRM": "17 - 30",
        "OG": "1.060 - 1.090",
        "FG": "1.016 - 1.024",
        "ABV": "6.5% - 9.5%"
      },
      "Commercial Examples": [
        "Aldaris Mežpils Porteris",
        "Baltika #6 Porter",
        "Devils Backbone Danzig",
        "Okocim Mistrzowski Porter",
        "Sinebrychoff Porter",
        "Zywiec Porter"
      ],
      "Style Attributes": [
        "any-fermentation",
        "dark-color",
        "eastern-europe",
        "high-strength",
        "lagered",
        "malty",
        "porter-family",
        "traditional-style"
      ]
    }
  },
  "German Wheat Beer": {
    "Weissbier": {
      "Overall Impression": [
        "A pale, refreshing, lightly-hopped German wheat beer with high carbonation, dry finish, fluffy mouthfeel, and a distinctive banana-and-clove weizen yeast fermentation profile."
      ],
      "Appearance": [
        "Pale straw to gold in color.",
        "Very thick, moussy, long-lasting white head.",
        "Can be hazy and have a shine from wheat and yeast, although this can settle out in bottles."
      ],
      "Aroma": [
        "Moderate to strong esters and phenols, typically banana and clove, often well balanced and typically stronger than the malt.",
        "Light to moderate bready, doughy, or grainy wheat aroma.",
        "Light vanilla optional.",
        "Light floral, spicy, or herbal hops optional.",
        "Bubblegum (strawberry with banana), sourness, or smoke are faults."
      ],
      "Flavor": [
        "Low to moderately strong banana and clove flavor, often well balanced.",
        "Low to moderate soft, somewhat bready, doughy, or grainy wheat flavor supported by the slight Pils malt grainy sweetness.",
        "Very low to moderately low bitterness.",
        "Well-rounded, flavorful palate with a relatively dry finish.",
        "Light vanilla optional.",
        "Very low floral, spicy, or herbal hop flavor optional.",
        "Any impression of sweetness is due more to low bitterness than residual sweetness; a sweet or heavy finish impairs drinkability.",
        "Bubblegum, sourness, or smoke are faults. While the banana-and-clove profile is important, it should not be so strong as to be extreme and unbalanced."
      ],
      "Mouthfeel": [
        "Medium-light to medium body; never heavy.",
        "Fluffy, creamy fullness progressing to a light, spritzy finish aided by high to very high carbonation.",
        "Effervescent."
      ],
      "Comments": [
        "Also known as hefeweizen or weizenbier, particularly outside Bavaria.",
        "These beers are best enjoyed while young and fresh, as they often don’t age well.",
        "In Germany, lower-alcohol light (leicht) and non-alcoholic versions are popular.",
        "Kristall versions are filtered for brilliant clarity."
      ],
      "History": [
        "While Bavaria has a wheat beer tradition dating back before the 1500s, brewing wheat beer used to be a monopoly reserved for Bavarian royalty.",
        "Modern Weissbier dates from 1872 when Schneider began production of its amber version.",
        "Pale Weissbier only became popular since the 1960s (although the name historically could be used in Germany to describe beer made from air-dried malt, a different tradition).",
        "It is quite popular today, particularly in southern Germany."
      ],
      "Characteristic Ingredients": [
        "Malted wheat, at least half the grist.",
        "Pilsner malt.",
        "Decoction mash traditional.",
        "Weizen yeast, cool fermentation temperatures."
      ],
      "Style Comparison": [
        "Compared to American Wheat, has a banana and clove yeast character and less bitterness.",
        "Compared to a Dunkles Weissbier, has a paler color and less malt richness and flavor."
      ],
      "Vital Statistics": {
        "IBU": "8 - 15",
        "SRM": "2 - 6",
        "OG": "1.044 - 1.053",
        "FG": "1.008 - 1.014",
        "ABV": "4.3% - 5.6%"
      },
      "Commercial Examples": [
        "Ayinger Bräu Weisse",
        "Distelhäuser Hell Weizen",
        "Hacker-Pschorr Hefeweißbier",
        "Hofbräuhaus Münchner Weisse",
        "Schneider Weisse Original Weissbier",
        "Weihenstephaner Hefeweissbier"
      ],
      "Style Attributes": [
        "central-europe",
        "malty",
        "pale-color",
        "standard-strength",
        "top-fermented",
        "traditional-style",
        "wheat-beer-family"
      ]
    },
    "Dunkles Weissbier": {
      "Overall Impression": [
        "A moderately dark German wheat beer with a distinctive banana-and-clove weizen yeast fermentation profile, supported by a toasted bread or caramel malt flavor.",
        "Highly carbonated and refreshing, with a creamy, fluffy texture and light finish."
      ],
      "Appearance": [
        "Light copper to dark, mahogany brown in color.",
        "Very thick, moussy, long-lasting off-white head.",
        "Can be hazy and have a shine from wheat and yeast, although this can settle out in bottled versions."
      ],
      "Aroma": [
        "Moderate esters and phenols, typically banana and clove, often well balanced with each other and with the malt.",
        "Light to moderate bready, doughy, or grainy wheat aroma, often accompanied by caramel, bread crust, or richer malt notes.",
        "Low to moderate vanilla optional.",
        "Light floral, spicy, or herbal hops optional.",
        "Bubblegum (strawberry with banana), sourness, or smoke are faults."
      ],
      "Flavor": [
        "Low to moderately strong banana and clove flavor, often well balanced with each other and with the malt, although the malt may sometimes mask the clove impression.",
        "Low to medium-high soft, somewhat bready, doughy, or grainy wheat flavor with richer caramel, toast, or bread crust flavors.",
        "No strongly roasted flavors, but a touch of roasty dryness is allowable.",
        "Very low to low bitterness.",
        "Well-rounded, flavorful, often somewhat malty palate with a relatively dry finish.",
        "Very light to moderate vanilla optional.",
        "Low spicy, herbal, or floral hop flavor optional.",
        "Bubblegum, sourness, or smoke are faults."
      ],
      "Mouthfeel": [
        "Medium-light to medium-full body.",
        "Fluffy, creamy fullness progressing to a lighter finish, aided by moderate to high carbonation.",
        "Effervescent."
      ],
      "Comments": [
        "Often known as dunkelweizen, particularly in the United States.",
        "Increasingly rare and often being replaced by Kristall and non-alcoholic versions in Germany."
      ],
      "History": [
        "Bavaria has a wheat beer brewing tradition hundreds of years old, but the brewing right was reserved for Bavarian royalty until the late 1700s.",
        "Old-fashioned Bavarian wheat beer was often dark, as were most beers of the time.",
        "Pale Weissbier started to become popular in the 1960s, but traditional dark wheat beer remained somewhat of an older generation’s drink."
      ],
      "Characteristic Ingredients": [
        "Malted wheat, at least half the grist.",
        "Munich, Vienna, or Pilsner malt.",
        "Dark wheat, caramel wheat, or color malt.",
        "Decoction mash traditional.",
        "Weizen yeast, cool fermentation temperatures."
      ],
      "Style Comparison": [
        "Combines the yeast and wheat character of Weissbier with the malty richness of a Munich Dunkel.",
        "The banana-and-clove character is often less apparent than in a Weissbier due to the increased maltiness.",
        "Has a similar yeast character as Roggenbier, but without the rye flavor and increased body."
      ],
      "Vital Statistics": {
        "IBU": "10 - 18",
        "SRM": "14 - 23",
        "OG": "1.044 - 1.057",
        "FG": "1.008 - 1.014",
        "ABV": "4.3% - 5.6%"
      },
      "Commercial Examples": [
        "Ayinger Ur-Weisse",
        "Franziskaner Hefe-Weisse Dunkel",
        "Ettaler Benediktiner Weißbier Dunkel",
        "Hirsch Dunkel Weisse",
        "Tucher Dunkles Hefe Weizen",
        "Weihenstephaner Hefeweissbier Dunkel"
      ],
      "Style Attributes": [
        "amber-color",
        "central-europe",
        "malty",
        "standard-strength",
        "top-fermented",
        "traditional-style",
        "wheat-beer-family"
      ]
    },
    "Weizenbock": {
      "Overall Impression": [
        "A strong and malty German wheat beer combining the best wheat and yeast flavors of a Weissbier with the rich maltiness, strength, and body of a Bock. The style range includes Bock and Doppelbock strength, with variations for pale and dark color."
      ],
      "Appearance": [
        "Very thick, moussy, long-lasting head.",
        "Dark versions are dark amber to dark ruby-brown in color, with a light tan head.",
        "Pale versions are gold to amber in color, with a very white to off-white head."
      ],
      "Aroma": [
        "Medium-high to high malty richness with a significant bready, grainy wheat character. Medium-low to medium-high weizen yeast character, typically banana and clove. Vanilla accents optional. No hops. Low to moderate alcohol, not hot or solventy. The malt, yeast, and alcohol are well balanced, complex, and inviting. Bubblegum (strawberry with banana), sourness, or smoke are faults.",
        "Dark versions have a deeper, highly toasted, bready malt richness with significant Maillard products, similar to a Dunkles Bock or dark Doppelbock. They can also have caramel and dark fruit esters, like plums, prunes, dark grapes, fruit leather, and raisins, particularly as they age.",
        "Pale versions have a grainy-sweet, bready, toasty malty richness, similar to a Helles Bock or pale Doppelbock."
      ],
      "Flavor": [
        "Medium-high to high malty richness with significant bready, grainy wheat flavor. Low to moderate banana and spice (clove, vanilla) yeast character. No hop flavor. Low to medium-low bitterness can give a slightly sweet palate impression, but the beer typically finishes dry. Light alcohol can enhance this character. The interplay between the malt, yeast, and alcohol adds complexity and interest, which is often enhanced with age. Bubblegum, sourness, or smoke are faults.",
        "Dark versions have deeper, richly bready or toasty malt flavors with significant Maillard products, optionally with caramel or light chocolate but not roast. Can have some dark fruit esters like plums, prunes, dark grapes, fruit leather, or raisins, particularly as they age.",
        "Pale versions have a bready, toasty, grainy-sweet malt richness."
      ],
      "Mouthfeel": [
        "Medium-full to full body.",
        "Soft, smooth, fluffy or creamy texture.",
        "Mild alcohol warmth.",
        "Moderate to high carbonation."
      ],
      "Comments": [
        "A Weissbier brewed to bock or doppelbock strength, although Schneider also produces an Eisbock version. Pale and dark versions exist, but dark is most common. Lightly oxidized Maillard products can produce some rich, intense flavors and aromas that are often seen in aged imported commercial products; fresher versions will not have this character. Well-aged examples might also take on a slight sherry-like complexity.",
        "Pale versions, like their doppelbock cousins, have less rich malt complexity and often more hop-forward. However, versions that have significant late hops or are dry-hopped should be entered in 34B Mixed-Style Beer."
      ],
      "History": [
        "Dopplebock-strength Aventinus was created in 1907 at the Schneider Weisse Brauhaus in Munich.",
        "Pale versions are a much more recent invention."
      ],
      "Characteristic Ingredients": [
        "Malted wheat, at least half the grist.",
        "Munich, Vienna, or Pilsner malt.",
        "Color malts may be used sparingly.",
        "Decoction mash traditional.",
        "Weizen yeast, cool fermentation temperatures."
      ],
      "Style Comparison": [
        "Stronger and richer than a Weissbier or Dunkles Weissbier, but with similar yeast character.",
        "More directly comparable to the Doppelbock style, with the pale and dark variations.",
        "Can vary widely in strength, but most are in the Bock to Doppelbock range."
      ],
      "Vital Statistics": {
        "IBU": "15 - 30",
        "SRM": "6 - 25",
        "OG": "1.064 - 1.090",
        "FG": "1.015 - 1.022",
        "ABV": "6.5% - 9%"
      },
      "Commercial Examples": [
        "Plank Bavarian Dunkler Weizenbock",
        "Penn Weizenbock",
        "Schalchner Weisser Bock",
        "Schneider Weisse Aventinus",
        "Ayinger Weizenbock",
        "Distelhäuser Weizen Bock",
        "Ladenburger Weizenbock Hell",
        "Weihenstephaner Vitus"
      ],
      "Style Attributes": [
        "amber-color",
        "central-europe",
        "high-strength",
        "malty",
        "pale-color",
        "top-fermented",
        "traditional-style",
        "wheat-beer-family"
      ]
    }
  },
  "British Bitter": {
    "Ordinary Bitter": {
      "Overall Impression": [
        "Low alcohol, but full of flavor. A sessionable, refreshing beer with a flavorful, complex malt and hop balance."
      ],
      "Appearance": [
        "Pale amber to light copper color.",
        "Good clarity, low to moderate white to off-white head with poor retention."
      ],
      "Aroma": [
        "Low to moderate malt aroma, often with a light caramel note.",
        "Low to moderate floral, earthy, resiny, or fruity hop aroma.",
        "Low fruity esters optional.",
        "Diacetyl low to none."
      ],
      "Flavor": [
        "Medium to moderately high bitterness, with low to moderate malt flavor supporting.",
        "Hop flavor medium-low to medium, earthy, resiny, or floral.",
        "Dry finish, balanced toward bitterness.",
        "Low fruity esters optional.",
        "Diacetyl low to none."
      ],
      "Mouthfeel": [
        "Light to medium-light body.",
        "Low carbonation (cask-conditioned versions).",
        "Smooth, not thin or watery despite low strength."
      ],
      "Comments": [
        "Most commonly known as a 'session beer' in Britain, typically served in pints at cellar temperature with low carbonation.",
        "Bottled versions may be more highly carbonated."
      ],
      "History": [
        "Evolved as a draft product in England in the late 1800s.",
        "Modern examples are commonly found on hand-pump dispense in pubs across Britain."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt as a base.",
        "Caramel malts for color and body.",
        "English hops, such as East Kent Goldings or Fuggles.",
        "English ale yeast strains with moderate attenuation."
      ],
      "Style Comparison": [
        "More bitter and flavorful than International Pale Ale, but lower alcohol than Best or Strong Bitter."
      ],
      "Vital Statistics": {
        "IBU": "25 - 35",
        "SRM": "8 - 14",
        "OG": "1.030 - 1.039",
        "FG": "1.007 - 1.011",
        "ABV": "3.2% - 3.8%"
      },
      "Commercial Examples": [
        "Fuller’s Chiswick Bitter",
        "Young’s Bitter",
        "Tetley’s Original Bitter"
      ],
      "Style Attributes": [
        "amber-color",
        "bitter",
        "british-isles",
        "session-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Best Bitter": {
      "Overall Impression": [
        "A flavorful, balanced, and drinkable English ale. More malt character than an Ordinary Bitter but not as strong or rich as a Strong Bitter."
      ],
      "Appearance": [
        "Gold to copper color.",
        "Good clarity.",
        "Low to moderate white to off-white head with poor retention."
      ],
      "Aroma": [
        "Low to moderate malt aroma, often with caramel notes.",
        "Moderate floral, earthy, resiny, or fruity hop aroma.",
        "Low fruity esters common.",
        "Diacetyl low to none."
      ],
      "Flavor": [
        "Medium to moderately high bitterness balanced by moderate malt character.",
        "Malt flavor bready, biscuity, or toasty with caramel possible.",
        "Moderate hop flavor with earthy, resiny, or floral quality.",
        "Medium-dry to dry finish.",
        "Fruity esters low to moderate.",
        "Diacetyl low to none."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Low carbonation (cask versions).",
        "Smooth, not heavy."
      ],
      "Comments": [
        "Classic pub beer, often available in hand-pulled casks in Britain.",
        "Bottled versions exist with more carbonation."
      ],
      "History": [
        "Developed as a stronger version of Ordinary Bitter in the late 19th century.",
        "Now commonly consumed as a regular-strength bitter in Britain."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base.",
        "Caramel malts for color and flavor.",
        "English hops.",
        "English ale yeast strains."
      ],
      "Style Comparison": [
        "Stronger and more malt-forward than an Ordinary Bitter, but not as rich or strong as a Strong Bitter."
      ],
      "Vital Statistics": {
        "IBU": "25 - 40",
        "SRM": "8 - 16",
        "OG": "1.040 - 1.048",
        "FG": "1.008 - 1.012",
        "ABV": "3.8% - 4.6%"
      },
      "Commercial Examples": [
        "Fuller’s London Pride",
        "Timothy Taylor Landlord",
        "Young’s Special"
      ],
      "Style Attributes": [
        "amber-color",
        "bitter",
        "british-isles",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Strong Bitter": {
      "Overall Impression": [
        "An English ale with good balance of malt and hops, often with more malt flavor than the paler ordinary and best bitters.",
        "Stronger and more robust than its siblings."
      ],
      "Appearance": [
        "Amber to deep copper color.",
        "Clear.",
        "Low to moderate off-white head with poor retention."
      ],
      "Aroma": [
        "Moderate to strong malt aroma, with caramel or toasty notes.",
        "Moderate to high hop aroma, earthy, resiny, or floral.",
        "Moderate fruity esters optional.",
        "Diacetyl low to none."
      ],
      "Flavor": [
        "Medium to high bitterness, balanced with medium to medium-strong malt flavor.",
        "Caramel, biscuity, or toasty flavors common.",
        "Moderate to strong hop flavor, earthy or floral.",
        "Dry finish.",
        "Moderate fruity esters possible.",
        "Diacetyl low to none."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Low carbonation (cask-conditioned versions).",
        "Smooth, not heavy."
      ],
      "Comments": [
        "Often called 'Extra Special Bitter' (ESB) outside the UK, although that term is trademarked by Fuller’s.",
        "Typically served in pubs on hand pump."
      ],
      "History": [
        "Developed as a premium version of bitters in the late 19th and early 20th centuries.",
        "Remains a popular stronger pub ale in Britain."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt with caramel or specialty malts for color and flavor.",
        "English hops.",
        "English ale yeast."
      ],
      "Style Comparison": [
        "Stronger and maltier than Best Bitter, not as strong as British Strong Ale."
      ],
      "Vital Statistics": {
        "IBU": "30 - 50",
        "SRM": "8 - 18",
        "OG": "1.048 - 1.060",
        "FG": "1.010 - 1.016",
        "ABV": "4.6% - 6.2%"
      },
      "Commercial Examples": [
        "Fuller’s ESB",
        "Adnams Broadside",
        "Wadworth Henry’s Original IPA"
      ],
      "Style Attributes": [
        "amber-color",
        "bitter",
        "british-isles",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Pale Commonwealth Beer": {
    "British Golden Ale": {
      "Overall Impression": [
        "A hop-forward, refreshing, balanced, and drinkable golden ale with a dry finish and moderate bitterness.",
        "Often showcases modern English or New World hop varieties."
      ],
      "Appearance": [
        "Straw to gold in color.",
        "Good clarity.",
        "Low to moderate white head with average retention."
      ],
      "Aroma": [
        "Moderate to moderately-high hop aroma, often floral, spicy, herbal, or citrusy.",
        "Low to moderate bready, biscuity, or grainy malt aroma.",
        "Low fruity esters common.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Moderate hop flavor, floral, spicy, herbal, or citrusy.",
        "Low to moderate bready or biscuity malt backbone.",
        "Medium to high bitterness, with a dry to medium-dry finish.",
        "Balance always toward hops.",
        "Low fruity esters acceptable."
      ],
      "Mouthfeel": [
        "Light to medium-light body.",
        "Moderate carbonation.",
        "Smooth, refreshing."
      ],
      "Comments": [
        "Developed as a summer seasonal beer, now brewed year-round.",
        "Sometimes marketed simply as 'Golden Ale' or 'Summer Ale'."
      ],
      "History": [
        "First brewed commercially in the 1980s by UK brewers as a lighter, paler, hop-forward ale to compete with mass-market lagers."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt or Pilsner malt.",
        "English or New World hops.",
        "Clean or lightly fruity English ale yeast."
      ],
      "Style Comparison": [
        "Lighter in color and body, and with less caramel, than a Best Bitter.",
        "More hop-forward than ordinary British bitters."
      ],
      "Vital Statistics": {
        "IBU": "20 - 45",
        "SRM": "2 - 6",
        "OG": "1.038 - 1.053",
        "FG": "1.006 - 1.012",
        "ABV": "3.8% - 5.0%"
      },
      "Commercial Examples": [
        "Fuller’s Discovery",
        "Hop Back Summer Lightning",
        "Exmoor Gold"
      ],
      "Style Attributes": [
        "pale-color",
        "bitter",
        "british-isles",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Australian Sparkling Ale": {
      "Overall Impression": [
        "A pale, bitter, highly-attenuated, well-carbonated, hop-forward ale with a dry finish.",
        "Refreshing and thirst-quenching, designed for warm climates."
      ],
      "Appearance": [
        "Golden in color.",
        "Brilliant clarity.",
        "Large, persistent white head with sparkling carbonation."
      ],
      "Aroma": [
        "Moderate to moderately-high fruity esters, often pear, apple, or strawberry.",
        "Low to moderate grainy malt aroma.",
        "Moderate hop aroma, floral, earthy, or spicy.",
        "Clean fermentation profile otherwise."
      ],
      "Flavor": [
        "Medium to high bitterness.",
        "Moderate grainy or biscuity malt backbone.",
        "Moderate fruity esters.",
        "Moderate hop flavor, floral, earthy, or spicy.",
        "Finish is crisp and dry, accentuated by high carbonation."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "High carbonation, giving a lively, prickly mouthfeel.",
        "Smooth, well-attenuated."
      ],
      "Comments": [
        "Unique to Australia, this style reflects a distinctly local approach to ale brewing.",
        "Characterized by its sparkling effervescence."
      ],
      "History": [
        "Descended from English Pale Ales brought to Australia in the 19th century.",
        "Adapted to local conditions and tastes, emphasizing dryness and effervescence."
      ],
      "Characteristic Ingredients": [
        "Australian 2-row pale malt.",
        "Local hop varieties.",
        "Clean, attenuative ale yeast."
      ],
      "Style Comparison": [
        "Similar bitterness and balance to an English Pale Ale, but much drier and more carbonated."
      ],
      "Vital Statistics": {
        "IBU": "20 - 35",
        "SRM": "4 - 7",
        "OG": "1.038 - 1.050",
        "FG": "1.004 - 1.006",
        "ABV": "4.5% - 6.0%"
      },
      "Commercial Examples": [
        "Coopers Sparkling Ale"
      ],
      "Style Attributes": [
        "pale-color",
        "australia",
        "bitter",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "English IPA": {
      "Overall Impression": [
        "A hoppy, moderately-strong, pale English ale with a dry finish and firm bitterness.",
        "Less hop character and less alcohol strength than American IPAs."
      ],
      "Appearance": [
        "Golden to amber in color.",
        "Clear.",
        "Moderate white to off-white head."
      ],
      "Aroma": [
        "Moderate hop aroma, earthy, floral, or spicy.",
        "Moderate malt aroma, biscuity or toasty.",
        "Low to moderate fruity esters.",
        "Diacetyl low to none."
      ],
      "Flavor": [
        "Medium to high hop bitterness balanced by moderate maltiness.",
        "Malt flavors bready, biscuity, or toasty.",
        "Hop flavor moderate, earthy or floral.",
        "Dry finish with lingering bitterness.",
        "Moderate fruity esters possible."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate carbonation.",
        "Smooth, not heavy."
      ],
      "Comments": [
        "Traditionally brewed stronger and more heavily hopped for export to India in the 1800s.",
        "Modern English IPAs are more restrained than American IPAs."
      ],
      "History": [
        "Developed in England in the late 18th century as a stronger, more heavily-hopped pale ale designed for export.",
        "Modern versions are descended from 19th-century British IPAs, not American interpretations."
      ],
      "Characteristic Ingredients": [
        "English pale malt.",
        "English hops such as East Kent Goldings or Fuggles.",
        "English ale yeast strains."
      ],
      "Style Comparison": [
        "Less alcohol and bitterness than Double IPA.",
        "Less hop-forward and citrusy than American IPA.",
        "More balanced than British Golden Ale."
      ],
      "Vital Statistics": {
        "IBU": "40 - 60",
        "SRM": "6 - 14",
        "OG": "1.050 - 1.075",
        "FG": "1.010 - 1.018",
        "ABV": "5% - 7.5%"
      },
      "Commercial Examples": [
        "Fuller’s Bengal Lancer",
        "Meantime IPA",
        "Burton Bridge Empire Pale Ale"
      ],
      "Style Attributes": [
        "amber-color",
        "bitter",
        "british-isles",
        "ipa-family",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Brown British Beer": {
    "Dark Mild": {
      "Overall Impression": [
        "A dark, flavorful, malt-accented session beer with a wide range of dark malt or dark sugar expression.",
        "Drinkable and refreshing, yet flavorful."
      ],
      "Appearance": [
        "Copper to dark brown or mahogany color.",
        "Clear, although may have low clarity in unfiltered cask versions.",
        "Low, creamy, off-white to tan head with poor retention."
      ],
      "Aroma": [
        "Low to moderate malt aroma, often with caramel, toffee, nutty, toasted, chocolate, or lightly roasted notes.",
        "Hop aroma low to none, earthy or floral if present.",
        "Low fruity esters common."
      ],
      "Flavor": [
        "Malty flavor dominates, with wide variations possible (caramel, toffee, nutty, chocolate, lightly roasted, or licorice).",
        "Hop bitterness low to moderate, enough to provide balance but not dominate.",
        "Hop flavor low to none, earthy or floral.",
        "Low fruity esters common.",
        "Finish varies from dry to somewhat sweet."
      ],
      "Mouthfeel": [
        "Light to medium body, often low in alcohol but not thin.",
        "Low to moderate carbonation.",
        "Smooth, easy-drinking."
      ],
      "Comments": [
        "Traditionally considered a working-class session beer in the UK.",
        "Historically stronger, but modern versions are often quite low in alcohol."
      ],
      "History": [
        "Developed as a low-strength ale for everyday drinking in 20th century Britain.",
        "Historically descended from stronger Mild Ales of the 19th century."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base.",
        "Caramel and darker specialty malts.",
        "Invert sugar or brewing syrups.",
        "English hops."
      ],
      "Style Comparison": [
        "Darker, sweeter, and less hoppy than Ordinary Bitter.",
        "Lower gravity than Brown Ale or English Porter."
      ],
      "Vital Statistics": {
        "IBU": "10 - 25",
        "SRM": "12 - 25",
        "OG": "1.030 - 1.038",
        "FG": "1.008 - 1.013",
        "ABV": "3.0% - 3.8%"
      },
      "Commercial Examples": [
        "Banks’s Mild",
        "Coach House Gunpowder Mild",
        "Timothy Taylor Dark Mild"
      ],
      "Style Attributes": [
        "amber-color",
        "british-isles",
        "malty",
        "session-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "British Brown Ale": {
      "Overall Impression": [
        "A malty, brown caramel-centric British ale without the roasted flavors of a Porter.",
        "Easy-drinking, with a balance toward malt."
      ],
      "Appearance": [
        "Dark amber to dark reddish-brown color.",
        "Clear.",
        "Low to moderate off-white head with average retention."
      ],
      "Aroma": [
        "Moderate malty-sweet aroma, often with caramel, toffee, nutty, chocolate, or light roast notes.",
        "Hop aroma low to none, earthy or floral if present.",
        "Low fruity esters optional."
      ],
      "Flavor": [
        "Moderate malt flavor with caramel, toffee, nutty, or light chocolate notes.",
        "Hop bitterness moderate but balanced, not overwhelming.",
        "Hop flavor low to none.",
        "Low fruity esters optional.",
        "Finish medium-dry to slightly sweet."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate carbonation.",
        "Smooth and easy to drink."
      ],
      "Comments": [
        "Generally sweeter than Dark Mild, with more body and malt character.",
        "Distinct from American Brown Ale, which is hoppier and stronger."
      ],
      "History": [
        "Developed as bottled versions of English milds and lighter porters in the 19th century.",
        "The style name persisted for dark but not strongly roasted ales."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base.",
        "Caramel and darker specialty malts.",
        "English hops.",
        "English ale yeast."
      ],
      "Style Comparison": [
        "Sweeter and fuller-bodied than Dark Mild, less roasted than a Porter."
      ],
      "Vital Statistics": {
        "IBU": "20 - 30",
        "SRM": "12 - 22",
        "OG": "1.040 - 1.052",
        "FG": "1.008 - 1.013",
        "ABV": "4.2% - 5.4%"
      },
      "Commercial Examples": [
        "Newcastle Brown Ale",
        "Samuel Smith’s Nut Brown Ale",
        "Wychwood Hobgoblin"
      ],
      "Style Attributes": [
        "amber-color",
        "british-isles",
        "malty",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "English Porter": {
      "Overall Impression": [
        "A moderate-strength dark English ale with a restrained roasty character and a malty balance.",
        "Some versions are more hoppy, but balance should always remain."
      ],
      "Appearance": [
        "Brown to dark brown, often with ruby highlights.",
        "Good clarity although dark.",
        "Moderate, persistent tan head."
      ],
      "Aroma": [
        "Moderate to moderately-low malt aroma with toffee, caramel, nutty, chocolate, and light roast notes.",
        "Hop aroma low to moderate, earthy or floral.",
        "Low fruity esters optional."
      ],
      "Flavor": [
        "Moderate malt flavor with toffee, caramel, chocolate, and light roast.",
        "Moderate bitterness balances malt.",
        "Hop flavor low to moderate, earthy or floral.",
        "Moderate fruity esters possible.",
        "Finish medium-dry, with malt lingering."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate carbonation.",
        "Smooth, not heavy."
      ],
      "Comments": [
        "An English original style, distinct from robust American porters and stronger Baltic porters."
      ],
      "History": [
        "Descended from the 18th-century London porters, though the modern version is lower in strength than historic ones.",
        "Became the basis for many modern dark ales."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base.",
        "Brown, chocolate, or black malts for color and flavor.",
        "English hops.",
        "English ale yeast."
      ],
      "Style Comparison": [
        "Darker and roastier than Brown Ale, but not as strong or heavily roasted as Stout."
      ],
      "Vital Statistics": {
        "IBU": "18 - 35",
        "SRM": "20 - 30",
        "OG": "1.040 - 1.052",
        "FG": "1.008 - 1.014",
        "ABV": "4.0% - 5.4%"
      },
      "Commercial Examples": [
        "Fuller’s London Porter",
        "Samuel Smith’s Taddy Porter",
        "Meantime London Porter"
      ],
      "Style Attributes": [
        "dark-color",
        "british-isles",
        "malty",
        "porter-family",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Scottish Ale": {
    "Scottish Light": {
      "Overall Impression": [
        "Low-alcohol, malt-forward ale with caramel, toast, toffee, and light fruit notes.",
        "Finishes with a slight roasty dryness; bitterness only balances, never dominates."
      ],
      "Appearance": [
        "Deep copper to dark brown.",
        "Clear.",
        "Low to moderate, creamy off-white head."
      ],
      "Aroma": [
        "Low–medium malt with caramel and toffee; light toasty and sugary notes (e.g., biscuits, graham cracker, butterscotch).",
        "Light pome-fruit esters and light English hop aroma optional."
      ],
      "Flavor": [
        "Medium toasty-bready malt with caramel/toffee accents.",
        "Slight roasty dryness in finish; clean fermentation.",
        "Light esters and hop flavor optional; malty balance with enough bitterness to avoid cloying."
      ],
      "Mouthfeel": [
        "Medium-low to medium body.",
        "Low to moderate carbonation.",
        "May seem moderately creamy."
      ],
      "Comments": [
        "May seem less bitter than specs due to higher FG and residual sweetness.",
        "Do not confuse light roasty dryness with smoke; smoke should not be present."
      ],
      "History": [
        "Modern form dates post–World War II; shilling designations were used earlier for mild (unaged) beer."
      ],
      "Characteristic Ingredients": [
        "Often pale ale malt base; can include colored malt, sugars, corn, wheat, crystal malts, colorants, and other grains.",
        "Clean yeast, soft water.",
        "No peat-smoked malt."
      ],
      "Style Comparison": [
        "Similar profile to other Scottish Ales but lowest alcohol and darker color.",
        "Similar strength to low-end Dark Mild, with different balance and flavors."
      ],
      "Vital Statistics": {
        "IBU": "10 - 20",
        "SRM": "17 - 25",
        "OG": "1.030 - 1.035",
        "FG": "1.010 - 1.013",
        "ABV": "2.5% - 3.3%"
      },
      "Commercial Examples": [
        "Belhaven Best",
        "McEwan's 60"
      ],
      "Style Attributes": [
        "amber-ale-family",
        "amber-color",
        "british-isles",
        "malty",
        "session-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Scottish Heavy": {
      "Overall Impression": [
        "Lower-alcohol, malt-forward ale with caramel, toast, toffee, and light fruit.",
        "Slight roasty dryness balances residual sweetness; bitterness only prevents cloying."
      ],
      "Appearance": [
        "Pale copper to brown.",
        "Clear.",
        "Low to moderate, creamy off-white head."
      ],
      "Aroma": [
        "Medium-low to medium malt with caramel/toffee and light toasty, sugary notes.",
        "Light pome-fruit esters and light English hop aroma optional."
      ],
      "Flavor": [
        "Medium toasty-bready malt with caramel/toffee; slight roasty dryness in finish.",
        "Clean fermentation; light esters and hop flavor optional.",
        "Malty balance with enough bitterness for balance."
      ],
      "Mouthfeel": [
        "Medium-low to medium body.",
        "Low to moderate carbonation.",
        "May seem moderately creamy."
      ],
      "Comments": [
        "May seem less bitter than specs due to higher FG and residual sweetness.",
        "No smoke character; do not interpret light roast as smoke."
      ],
      "History": [
        "Modern form dates post–World War II; shilling names used earlier for mild beer."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt with colored malt; may include sugars, corn, wheat, crystal malts, colorants, and other grains.",
        "Clean yeast, soft water.",
        "No peat-smoked malt."
      ],
      "Style Comparison": [
        "Like other Scottish Ales in profile; lighter color and stronger than Scottish Light.",
        "Similar strength to Ordinary Bitter but different balance and character."
      ],
      "Vital Statistics": {
        "IBU": "10 - 20",
        "SRM": "12 - 20",
        "OG": "1.035 - 1.040",
        "FG": "1.010 - 1.015",
        "ABV": "3.3% - 3.9%"
      },
      "Commercial Examples": [
        "McEwan's 70",
        "Orkney Raven Ale"
      ],
      "Style Attributes": [
        "amber-ale-family",
        "amber-color",
        "british-isles",
        "malty",
        "session-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Scottish Export": {
      "Overall Impression": [
        "Moderate-strength, malt-forward ale with caramel, toast, toffee, and light fruit flavors.",
        "Slight roasty dryness balances residual sweetness; bitterness keeps balance without dominance."
      ],
      "Appearance": [
        "Pale copper to brown.",
        "Clear.",
        "Low to moderate, creamy off-white head."
      ],
      "Aroma": [
        "Medium malt with caramel/toffee and light toasty, sugary notes.",
        "Light pome-fruit esters and light English hop aroma optional."
      ],
      "Flavor": [
        "Medium toasty-bready malt with caramel/toffee; slightly roasty dry finish.",
        "Clean fermentation; light esters and hop flavor optional.",
        "Malty balance and aftertaste; bitterness supports."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Medium-low to medium carbonation.",
        "May seem moderately creamy."
      ],
      "Comments": [
        "May seem less bitter than specs due to higher FG and residual sweetness.",
        "No smoke character; Americanized versions are often stronger."
      ],
      "History": [
        "Modern form dates post–World War II; shilling names used earlier for mild beer."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt with colored malt; may include sugars, corn, wheat, crystal malts, colorants, and other grains.",
        "Clean yeast, soft water.",
        "No peat-smoked malt."
      ],
      "Style Comparison": [
        "Stronger than other Scottish Ales but similar flavor profile.",
        "Similar strength to Best and Strong Bitter, with different balance and character."
      ],
      "Vital Statistics": {
        "IBU": "15 - 30",
        "SRM": "12 - 20",
        "OG": "1.040 - 1.060",
        "FG": "1.010 - 1.016",
        "ABV": "3.9% - 6%"
      },
      "Commercial Examples": [
        "Belhaven Scottish Ale",
        "Broughton Wee Jock 80 Shilling",
        "Caledonian Edinburgh Castle",
        "McEwan’s 80/-",
        "McEwan’s Export",
        "Orkney Dark Island",
        "Traquair Bear Ale"
      ],
      "Style Attributes": [
        "amber-ale-family",
        "amber-color",
        "british-isles",
        "malty",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Irish Beer": {
    "Irish Red Ale": {
      "Overall Impression": [
        "An easy-drinking pint with subtle flavors. Slightly malty in balance, sometimes with an initial soft toffee or caramel sweetness, a touch of roasted dryness in the finish, and a restrained bitterness."
      ],
      "Appearance": [
        "Amber to deep reddish-copper color.",
        "Clear.",
        "Low off-white to tan head with average retention."
      ],
      "Aroma": [
        "Low to moderate malt aroma, with caramel, toffee, butter-toffee, toasted grain, or lightly grainy notes.",
        "Light buttery aroma optional.",
        "Low earthy or floral hop aroma optional.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Gentle caramel or toffee malt sweetness upfront.",
        "Lightly toasted grain or biscuit character.",
        "Light roasted grain dryness or bitterness in finish optional.",
        "Low earthy or floral hop flavor optional.",
        "Medium-low bitterness, balanced or slightly malty."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate carbonation.",
        "Smooth, easy-drinking."
      ],
      "Comments": [
        "Often brewed as a draught ale in Ireland, typically lower in strength than export versions.",
        "American craft versions may be stronger."
      ],
      "History": [
        "Traditional Irish ale style, developed in the 19th century as a malt-accented ale distinct from pale ales and stouts.",
        "Revived in popularity in the late 20th century."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base with crystal/caramel malts.",
        "Small amounts of roasted barley for dryness and reddish color.",
        "English or Irish hops."
      ],
      "Style Comparison": [
        "Similar to a lightly malty bitter, with restrained hop bitterness and a characteristic roasted finish."
      ],
      "Vital Statistics": {
        "IBU": "18 - 28",
        "SRM": "9 - 14",
        "OG": "1.036 - 1.046",
        "FG": "1.010 - 1.014",
        "ABV": "3.8% - 5.0%"
      },
      "Commercial Examples": [
        "Beamish Red Ale",
        "Kilkenny Irish Beer",
        "Murphy’s Irish Red",
        "O’Hara’s Irish Red Ale",
        "Smithwick’s Irish Ale"
      ],
      "Style Attributes": [
        "amber-color",
        "british-isles",
        "malty",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Irish Stout": {
      "Overall Impression": [
        "A black beer with a pronounced roasted flavor, often similar to coffee. The balance can range from fairly even to quite bitter, with the level of bitterness increased by the roasted character."
      ],
      "Appearance": [
        "Jet black to very deep brown with garnet highlights.",
        "Dense, creamy, long-lasting tan head."
      ],
      "Aroma": [
        "Moderate roasted grain or malt aroma, often with coffee, chocolate, or lightly burnt notes.",
        "Light caramel or grainy malt optional.",
        "Moderate to low earthy or floral hop aroma optional.",
        "Low fruity esters possible."
      ],
      "Flavor": [
        "Moderate to high roasted grain or malt flavor, often tasting of coffee, bittersweet chocolate, or lightly burnt grain.",
        "Moderate bitterness with a dry finish.",
        "Light caramel or malty sweetness optional.",
        "Low earthy or floral hop flavor optional.",
        "Low fruity esters possible."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Low to moderate carbonation.",
        "Smooth, creamy, drinkable despite the roasty intensity."
      ],
      "Comments": [
        "The national beer style of Ireland, known simply as 'Stout' in its home country.",
        "Most commonly served on nitro draught in pubs, producing the classic creamy texture and appearance."
      ],
      "History": [
        "Developed from English porters in the 18th century, gaining a following in Ireland.",
        "By the 20th century, the style had become firmly associated with Irish breweries."
      ],
      "Characteristic Ingredients": [
        "Pale malt with roasted barley as a key ingredient.",
        "Flaked barley common for body and head retention.",
        "English or Irish hops."
      ],
      "Style Comparison": [
        "Drier and more roasted than English Porter.",
        "Lower in strength and lighter-bodied than Foreign Extra Stout."
      ],
      "Vital Statistics": {
        "IBU": "25 - 45",
        "SRM": "25 - 40",
        "OG": "1.036 - 1.044",
        "FG": "1.007 - 1.011",
        "ABV": "4.0% - 4.5%"
      },
      "Commercial Examples": [
        "Beamish Irish Stout",
        "Guinness Draught",
        "Murphy’s Stout",
        "O’Hara’s Irish Stout"
      ],
      "Style Attributes": [
        "british-isles",
        "dark-color",
        "roasty",
        "session-strength",
        "stout-family",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Irish Extra Stout": {
      "Overall Impression": [
        "A fuller-bodied, stronger, more roasty version of Irish Stout with a more evident alcohol warmth and flavor intensity."
      ],
      "Appearance": [
        "Jet black to very deep brown.",
        "Opaque.",
        "Thick, persistent tan head."
      ],
      "Aroma": [
        "Pronounced roasted grain or malt aroma, with coffee, dark chocolate, or slightly burnt character.",
        "Light caramel, toffee, or dark fruit notes optional.",
        "Light earthy or floral hop aroma optional.",
        "Moderate alcohol presence possible."
      ],
      "Flavor": [
        "Strong roasted grain and malt flavors dominate, with coffee, dark chocolate, and burnt toast.",
        "Medium to high bitterness, balanced by malty depth.",
        "Moderate alcohol warmth.",
        "Dry to medium-dry finish."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Moderate carbonation.",
        "Creamy, smooth, with noticeable alcohol warmth."
      ],
      "Comments": [
        "Traditionally brewed for export markets, often stronger and more robust than standard Irish Stout."
      ],
      "History": [
        "Developed in the 19th century as a stronger variant of Irish Stout for export to colonial markets.",
        "Remains a specialty product compared to standard-strength versions."
      ],
      "Characteristic Ingredients": [
        "Similar to Irish Stout but with higher gravity.",
        "Pale malt, roasted barley, flaked barley.",
        "English or Irish hops."
      ],
      "Style Comparison": [
        "Stronger, more roasty, and fuller-bodied than Irish Stout.",
        "Similar to but lower in strength than Foreign Extra Stout."
      ],
      "Vital Statistics": {
        "IBU": "35 - 50",
        "SRM": "25 - 40",
        "OG": "1.052 - 1.062",
        "FG": "1.010 - 1.014",
        "ABV": "5.0% - 6.5%"
      },
      "Commercial Examples": [
        "Guinness Extra Stout",
        "O’Hara’s Leann Folláin",
        "Porterhouse Oyster Stout"
      ],
      "Style Attributes": [
        "british-isles",
        "dark-color",
        "roasty",
        "standard-strength",
        "stout-family",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Dark British Beer": {
    "Sweet Stout": {
      "Overall Impression": [
        "A very dark, sweet, full-bodied, slightly roasty ale that can suggest coffee-and-cream, or sweetened espresso."
      ],
      "Appearance": [
        "Very dark brown to black color.",
        "Creamy, tan to brown head with good retention.",
        "Usually opaque."
      ],
      "Aroma": [
        "Mild roasted grain aromas, sometimes with coffee or chocolate notes.",
        "Moderate sweetness from lactose often present.",
        "Low to moderate fruity esters.",
        "Hop aroma low to none."
      ],
      "Flavor": [
        "Moderate roasted grain and coffee flavors with a significant degree of sweetness.",
        "Bitterness low to moderate, balancing but not dominating sweetness.",
        "Hop flavor low to none.",
        "Dark fruit esters optional.",
        "Finish sweet and creamy, not cloying."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Creamy, smooth, with a luscious mouthfeel.",
        "Moderate carbonation."
      ],
      "Comments": [
        "Also known as Milk Stout or Cream Stout, named for use of lactose.",
        "Historically marketed as nutritious for invalids and nursing mothers."
      ],
      "History": [
        "Originally a London specialty of the early 20th century.",
        "Sweetness derived from lactose added post-fermentation."
      ],
      "Characteristic Ingredients": [
        "Pale malt base with dark roasted malts.",
        "Lactose for sweetness and body.",
        "English hops.",
        "Ale yeast."
      ],
      "Style Comparison": [
        "Sweeter and less bitter than Irish Stout or Foreign Extra Stout.",
        "More body and flavor than Irish Stout."
      ],
      "Vital Statistics": {
        "IBU": "20 - 40",
        "SRM": "30 - 40",
        "OG": "1.044 - 1.060",
        "FG": "1.012 - 1.024",
        "ABV": "4.0% - 6.0%"
      },
      "Commercial Examples": [
        "Left Hand Milk Stout",
        "Mackeson’s XXX Stout",
        "Lancaster Milk Stout"
      ],
      "Style Attributes": [
        "british-isles",
        "dark-color",
        "roasty",
        "standard-strength",
        "stout-family",
        "sweet",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Oatmeal Stout": {
      "Overall Impression": [
        "A dark, roasty, full-bodied stout with a smooth, rich body and complementary oatmeal flavor."
      ],
      "Appearance": [
        "Medium brown to black.",
        "Thick, creamy tan head.",
        "Opaque."
      ],
      "Aroma": [
        "Mild roasted grain, coffee, or chocolate aromas.",
        "Light oatmeal cookie or nutty aroma optional.",
        "Low fruity esters.",
        "Hop aroma low to none."
      ],
      "Flavor": [
        "Smooth balance of roasted malt, coffee, and chocolate flavors.",
        "Medium sweetness, with oatmeal adding nutty, earthy, or grainy flavors.",
        "Hop flavor low to none.",
        "Moderate bitterness, balanced by sweetness.",
        "Clean finish with lingering malt flavors."
      ],
      "Mouthfeel": [
        "Medium-full to full body.",
        "Smooth, silky, often with a creamy impression.",
        "Moderate carbonation."
      ],
      "Comments": [
        "Oatmeal adds smoothness, body, and complexity without dominating flavor.",
        "Sweetness varies; not as sweet as Sweet Stout."
      ],
      "History": [
        "Popular in England in the late 19th century.",
        "Revived in the 20th century by Samuel Smith’s Brewery."
      ],
      "Characteristic Ingredients": [
        "Oats (5–20% of grist).",
        "Pale malt base with dark roasted malts.",
        "English hops.",
        "Ale yeast."
      ],
      "Style Comparison": [
        "Fuller-bodied than Irish Stout, less sweet than Sweet Stout, and less strong than Foreign Extra Stout."
      ],
      "Vital Statistics": {
        "IBU": "25 - 40",
        "SRM": "22 - 40",
        "OG": "1.045 - 1.065",
        "FG": "1.010 - 1.018",
        "ABV": "4.2% - 5.9%"
      },
      "Commercial Examples": [
        "Samuel Smith Oatmeal Stout",
        "Anderson Valley Barney Flats Oatmeal Stout",
        "Young’s Oatmeal Stout"
      ],
      "Style Attributes": [
        "british-isles",
        "dark-color",
        "roasty",
        "silky",
        "standard-strength",
        "stout-family",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Tropical Stout": {
      "Overall Impression": [
        "A very dark, sweet, fruity, moderately strong stout with smooth roasty flavors without burnt harshness."
      ],
      "Appearance": [
        "Very deep brown to black.",
        "Opaque.",
        "Persistent tan to brown head."
      ],
      "Aroma": [
        "Moderate to high roasted grain aroma, coffee, or chocolate.",
        "Moderate to high fruitiness, often with ripe tropical fruit esters.",
        "Moderate alcohol optional.",
        "Hop aroma low to none."
      ],
      "Flavor": [
        "Moderate to high roasted grain and malt flavors, often coffee-like or chocolatey.",
        "Sweetness and fruitiness notable.",
        "Medium bitterness to balance but not dominate.",
        "Moderate fruity esters common, sometimes with tropical or ripe fruit notes.",
        "Alcohol flavors smooth."
      ],
      "Mouthfeel": [
        "Medium-full to full body.",
        "Moderate to high carbonation.",
        "Smooth, creamy.",
        "Warming alcohol optional."
      ],
      "Comments": [
        "Also known as Foreign Export Stout in some regions.",
        "Originally brewed for export to tropical markets."
      ],
      "History": [
        "Became popular in the Caribbean, Africa, and Asia.",
        "Derived from export versions of Irish Stout, adapted for warmer climates."
      ],
      "Characteristic Ingredients": [
        "Pale malt base with roasted barley and dark crystal malts.",
        "Adjunct sugars common.",
        "Ale yeast producing fruity esters."
      ],
      "Style Comparison": [
        "Sweeter, fruitier, and stronger than Irish Stout.",
        "Lower bitterness than Foreign Extra Stout."
      ],
      "Vital Statistics": {
        "IBU": "30 - 50",
        "SRM": "30 - 40",
        "OG": "1.056 - 1.075",
        "FG": "1.010 - 1.018",
        "ABV": "5.5% - 8.0%"
      },
      "Commercial Examples": [
        "Dragon Stout",
        "Lion Stout",
        "Guinness Foreign Extra (tropical versions)"
      ],
      "Style Attributes": [
        "british-isles",
        "dark-color",
        "fruity",
        "high-strength",
        "roasty",
        "stout-family",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Foreign Extra Stout": {
      "Overall Impression": [
        "A very dark, moderately strong, fairly dry, roasty stout with prominent bitterness and dried fruit notes."
      ],
      "Appearance": [
        "Very dark brown to black.",
        "Opaque.",
        "Persistent tan head."
      ],
      "Aroma": [
        "Medium to high roasted grain aroma, coffee, or cocoa.",
        "Moderate hop aroma optional, earthy or floral.",
        "Light to moderate fruity esters common.",
        "Alcohol noticeable but not harsh."
      ],
      "Flavor": [
        "Strong roasted grain and malt flavors, coffee, bittersweet chocolate.",
        "Medium to high bitterness balances malt.",
        "Low earthy or floral hop flavor optional.",
        "Moderate dried fruit esters.",
        "Medium-dry to dry finish."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Moderate to high carbonation.",
        "Smooth, with light alcohol warmth."
      ],
      "Comments": [
        "Historically brewed for export; stronger, hoppier, and roastier than domestic Irish Stout.",
        "Known as Extra Stout or Foreign Stout in various markets."
      ],
      "History": [
        "First brewed in Ireland in the 18th century for export markets.",
        "Retains popularity in the Caribbean, Africa, and Asia."
      ],
      "Characteristic Ingredients": [
        "Pale malt base with roasted barley.",
        "Flaked grains possible.",
        "English hops.",
        "Ale yeast."
      ],
      "Style Comparison": [
        "Stronger, more roasty, and hoppier than Irish Stout.",
        "Less sweet and fruity than Tropical Stout."
      ],
      "Vital Statistics": {
        "IBU": "50 - 70",
        "SRM": "30 - 40",
        "OG": "1.056 - 1.075",
        "FG": "1.010 - 1.018",
        "ABV": "6.3% - 8.0%"
      },
      "Commercial Examples": [
        "Guinness Foreign Extra Stout",
        "Lion Foreign Extra Stout",
        "Tuatara Foreign Extra"
      ],
      "Style Attributes": [
        "british-isles",
        "dark-color",
        "export",
        "high-strength",
        "roasty",
        "stout-family",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Strong British Ale": {
    "British Strong Ale": {
      "Overall Impression": [
        "An ale of moderate to fairly high strength, which can include pale, amber, or dark variants.",
        "Malty and fruity with varying hop character, often balanced toward malt."
      ],
      "Appearance": [
        "Pale to dark amber or even dark brown.",
        "Good clarity.",
        "Low to moderate off-white to tan head."
      ],
      "Aroma": [
        "Medium to strong malt aroma, often with caramel, toffee, biscuity, or nutty notes.",
        "Moderate fruity esters common.",
        "Hop aroma low to moderate, earthy or floral."
      ],
      "Flavor": [
        "Medium to high malt flavors, caramel, toffee, biscuity, nutty, or light chocolate.",
        "Moderate fruity esters common.",
        "Hop bitterness medium, providing balance.",
        "Hop flavor low to moderate, earthy or floral.",
        "Finish ranges from malty to balanced."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Moderate carbonation.",
        "Smooth, sometimes lightly warming alcohol."
      ],
      "Comments": [
        "A catch-all category for stronger British ales that don’t fit other styles, often labeled by brewers as 'strong ale'."
      ],
      "History": [
        "Developed as stronger versions of British Pale Ales or Milds.",
        "Some historic examples overlap with Old Ale or Burton Ales."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base with caramel malts.",
        "English hops.",
        "English ale yeast."
      ],
      "Style Comparison": [
        "Stronger than Best Bitter, not as rich or strong as Barleywine.",
        "Similar to Old Ale, but without aged or oxidized character."
      ],
      "Vital Statistics": {
        "IBU": "30 - 60",
        "SRM": "8 - 22",
        "OG": "1.055 - 1.080",
        "FG": "1.015 - 1.022",
        "ABV": "5.5% - 8.0%"
      },
      "Commercial Examples": [
        "Fuller’s 1845",
        "J.W. Lees Manchester Star Ale",
        "Young’s Winter Warmer"
      ],
      "Style Attributes": [
        "amber-color",
        "british-isles",
        "malty",
        "high-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Old Ale": {
      "Overall Impression": [
        "An ale of moderate to fairly high strength, malty and fruity, often with some aged, oxidized, or vinous character."
      ],
      "Appearance": [
        "Light amber to very dark reddish-brown.",
        "Clear, although darker versions may be opaque.",
        "Low to moderate off-white to tan head."
      ],
      "Aroma": [
        "Medium to high malt aroma, often with caramel, toffee, molasses, or nutty notes.",
        "Moderate fruity esters common.",
        "Light vinous or sherry-like character possible.",
        "Low hop aroma optional."
      ],
      "Flavor": [
        "Medium to high malt flavor, caramel, toffee, molasses, nutty, sometimes licorice.",
        "Fruity esters common, dark fruits like plums or raisins possible.",
        "Light vinous, sherry-like, or oxidized flavors acceptable.",
        "Low hop flavor optional.",
        "Bitterness medium-low to medium, balance toward malt."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Moderate carbonation.",
        "Warming alcohol optional."
      ],
      "Comments": [
        "Traditionally aged before consumption, often with some oxidative character.",
        "Some stronger versions may overlap with Barleywine."
      ],
      "History": [
        "Originated as stock ales brewed for long aging, often blended.",
        "Now brewed as a specialty strong ale with some aged character."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base with caramel and darker specialty malts.",
        "English hops.",
        "Ale yeast with characterful esters."
      ],
      "Style Comparison": [
        "Stronger and darker than British Strong Ale, but less intense than Barleywine.",
        "Often shows more aged character than British Strong Ale."
      ],
      "Vital Statistics": {
        "IBU": "30 - 60",
        "SRM": "10 - 22",
        "OG": "1.055 - 1.090",
        "FG": "1.015 - 1.022",
        "ABV": "5.5% - 9.0%"
      },
      "Commercial Examples": [
        "Adnams Old Ale",
        "Theakston Old Peculier",
        "Greene King Strong Suffolk Ale"
      ],
      "Style Attributes": [
        "amber-color",
        "aged",
        "british-isles",
        "dark-color",
        "malty",
        "high-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Wee Heavy": {
      "Overall Impression": [
        "A rich, malty, dextrinous, full-bodied ale with strong caramel flavors.",
        "Balance always toward malt, with restrained hop character."
      ],
      "Appearance": [
        "Light copper to dark brown.",
        "Clear, but can be opaque in darker versions.",
        "Low off-white head, poor retention common due to high alcohol."
      ],
      "Aroma": [
        "Strong malt aroma, often with caramel, toffee, molasses.",
        "Light roast optional.",
        "Moderate fruity esters, often dark fruit.",
        "Hop aroma low to none."
      ],
      "Flavor": [
        "Intensely malty, with caramel, toffee, molasses, or nutty flavors.",
        "Light roast dryness optional in finish.",
        "Moderate fruity esters, often plums or raisins.",
        "Hop bitterness low to moderate, but balance always malty.",
        "Low hop flavor optional."
      ],
      "Mouthfeel": [
        "Full-bodied, rich, chewy.",
        "Low to moderate carbonation.",
        "Warming alcohol often noticeable."
      ],
      "Comments": [
        "Also known as 'Scotch Ale'. Strongest of the Scottish Ale family."
      ],
      "History": [
        "Traditionally brewed in Scotland for export.",
        "Historically associated with Edinburgh breweries."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base with caramel or darker specialty malts.",
        "No peat smoke character.",
        "English hops."
      ],
      "Style Comparison": [
        "Stronger and maltier than Scottish Export.",
        "Similar to English Barleywine but maltier, darker, and less hoppy."
      ],
      "Vital Statistics": {
        "IBU": "17 - 35",
        "SRM": "14 - 25",
        "OG": "1.070 - 1.130",
        "FG": "1.018 - 1.030",
        "ABV": "6.5% - 10.0%"
      },
      "Commercial Examples": [
        "Belhaven Wee Heavy",
        "Caledonian Edinburgh Scotch Ale",
        "McEwan’s Scotch Ale",
        "Traquair House Ale"
      ],
      "Style Attributes": [
        "british-isles",
        "dark-color",
        "malty",
        "high-strength",
        "scotch-ale-family",
        "top-fermented",
        "traditional-style"
      ]
    },
    "English Barleywine": {
      "Overall Impression": [
        "A strong, rich, malty, complex ale with layers of malt and fruity esters, often balanced by alcohol warmth.",
        "Hop character can vary but is generally supportive rather than dominant."
      ],
      "Appearance": [
        "Amber to deep copper or brown.",
        "Clear, though darker versions can be opaque.",
        "Low to moderate off-white to tan head with poor retention."
      ],
      "Aroma": [
        "Strong, rich malt aroma, often with caramel, toffee, molasses, or biscuit notes.",
        "Moderate fruity esters, often dark fruits like plums, raisins, or figs.",
        "Alcohol aroma present but smooth.",
        "Hop aroma low to moderate, earthy or floral."
      ],
      "Flavor": [
        "Strong malt flavors dominate, with caramel, toffee, molasses, or dark fruit complexity.",
        "Moderate fruity esters common.",
        "Hop bitterness medium to moderately high but balance is always malt-forward.",
        "Hop flavor low to moderate, earthy or floral.",
        "Warming alcohol present."
      ],
      "Mouthfeel": [
        "Full-bodied, rich, chewy.",
        "Low to moderate carbonation.",
        "Noticeable warming alcohol, smooth and round."
      ],
      "Comments": [
        "Traditionally aged before release, often gaining complexity from oxidation.",
        "English versions less bitter and less hoppy than American Barleywine."
      ],
      "History": [
        "Developed in England as a strong stock ale for aging and export.",
        "Popularized in the 19th century and still brewed by traditional British breweries."
      ],
      "Characteristic Ingredients": [
        "Pale ale malt base with caramel or darker specialty malts.",
        "English hops.",
        "Ale yeast with characterful esters."
      ],
      "Style Comparison": [
        "Less bitter and less hop-forward than American Barleywine.",
        "Often more malt complexity and dark fruit character."
      ],
      "Vital Statistics": {
        "IBU": "35 - 70",
        "SRM": "8 - 22",
        "OG": "1.080 - 1.120",
        "FG": "1.018 - 1.030",
        "ABV": "8.0% - 12.0%"
      },
      "Commercial Examples": [
        "Fuller’s Golden Pride",
        "J.W. Lees Harvest Ale",
        "Robinson’s Old Tom",
        "Young’s Old Nick"
      ],
      "Style Attributes": [
        "british-isles",
        "dark-color",
        "high-strength",
        "malty",
        "top-fermented",
        "traditional-style",
        "barleywine-family"
      ]
    }
  },
  "Pale American Ale": {
    "Blonde Ale": {
      "Overall Impression": [
        "Easy-drinking, approachable, malt-oriented American craft beer.",
        "Well-balanced and clean, a gateway into craft beer for many consumers."
      ],
      "Appearance": [
        "Light yellow to deep gold.",
        "Clear to brilliant.",
        "Low to medium white head with average retention."
      ],
      "Aroma": [
        "Light to moderate malt aroma, often sweet, bready, or toasty.",
        "Hop aroma low to moderate, often floral, spicy, fruity, or citrusy.",
        "Low fruity esters optional.",
        "Clean fermentation character."
      ],
      "Flavor": [
        "Initial soft malt sweetness, often bready, toasty, biscuity, or honey-like.",
        "Hop flavor moderate to low, floral, spicy, fruity, or citrusy.",
        "Bitterness moderate, with balance toward malt.",
        "Medium-dry to dry finish.",
        "Low fruity esters optional.",
        "Clean fermentation."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Moderate carbonation.",
        "Smooth, easy-drinking."
      ],
      "Comments": [
        "Also called Golden Ale in some regions.",
        "Often designed as a less aggressive alternative to Pale Ale."
      ],
      "History": [
        "Developed in the U.S. in the 1980s as one of the first craft beer styles.",
        "Created to appeal to mass-market lager drinkers seeking entry into craft beer."
      ],
      "Characteristic Ingredients": [
        "Pale malt base with lighter caramel malts.",
        "American hops (floral, spicy, fruity, citrus).",
        "Clean American ale yeast."
      ],
      "Style Comparison": [
        "Less hoppy and bitter than American Pale Ale.",
        "More malt-focused and fuller-bodied than Cream Ale."
      ],
      "Vital Statistics": {
        "IBU": "15 - 28",
        "SRM": "3 - 6",
        "OG": "1.038 - 1.054",
        "FG": "1.008 - 1.013",
        "ABV": "3.8% - 5.5%"
      },
      "Commercial Examples": [
        "Kona Big Wave Golden Ale",
        "Widmer Blonde Ale",
        "Redhook Blonde",
        "Russian River Aud Blonde"
      ],
      "Style Attributes": [
        "balanced",
        "craft-style",
        "north-america",
        "pale-ale-family",
        "pale-color",
        "session-strength",
        "standard-strength",
        "top-fermented"
      ]
    },
    "American Pale Ale": {
      "Overall Impression": [
        "Refreshing and hoppy American craft ale, with supporting malt backbone.",
        "Hop character typically citrusy, fruity, or piney."
      ],
      "Appearance": [
        "Pale golden to light amber.",
        "Good clarity.",
        "Moderate white to off-white head with fair to good retention."
      ],
      "Aroma": [
        "Moderate to strong hop aroma, typically citrusy, piney, resinous, or fruity.",
        "Low to moderate malt aroma, often bready, toasty, or biscuity.",
        "Low fruity esters optional.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Moderate to high hop flavor, often citrusy, piney, resinous, or fruity.",
        "Moderate hop bitterness balances malt.",
        "Malt flavor low to moderate, often toasty, biscuity, or caramel-like.",
        "Balance generally toward hops.",
        "Dry to medium-dry finish.",
        "Clean fermentation, with low fruity esters optional."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate to high carbonation.",
        "Smooth, crisp, refreshing."
      ],
      "Comments": [
        "Showcases modern American hops, while still being balanced and drinkable.",
        "A defining style of the American craft beer movement."
      ],
      "History": [
        "Originated in the U.S. in the late 1970s and 1980s.",
        "Anchor Liberty Ale and Sierra Nevada Pale Ale popularized the style."
      ],
      "Characteristic Ingredients": [
        "American two-row malt base.",
        "Caramel malts for color and flavor.",
        "American hops (Citrus, pine, tropical).",
        "Clean American ale yeast."
      ],
      "Style Comparison": [
        "Stronger and hoppier than Blonde Ale.",
        "Less alcohol and hops than American IPA."
      ],
      "Vital Statistics": {
        "IBU": "30 - 50",
        "SRM": "5 - 10",
        "OG": "1.045 - 1.060",
        "FG": "1.010 - 1.015",
        "ABV": "4.5% - 6.2%"
      },
      "Commercial Examples": [
        "Sierra Nevada Pale Ale",
        "Stone Pale Ale",
        "Oskar Blues Dale’s Pale Ale",
        "Deschutes Mirror Pond"
      ],
      "Style Attributes": [
        "bitter",
        "craft-style",
        "hoppy",
        "north-america",
        "pale-ale-family",
        "pale-color",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Amber and Brown American Beer": {
    "American Amber Ale": {
      "Overall Impression": [
        "An amber, hoppy, moderate-strength American craft beer with a caramel-rich malt profile.",
        "Balance ranges from evenly balanced to decisively bitter."
      ],
      "Appearance": [
        "Amber to deep amber or copper.",
        "Generally clear.",
        "Creamy off-white head with good retention."
      ],
      "Aroma": [
        "Moderate malt with caramel, toffee, toast, or dark bread notes.",
        "Low to moderate hop aroma with citrusy, floral, piney, or fruity character.",
        "Low esters optional; clean fermentation profile."
      ],
      "Flavor": [
        "Moderate to high malt flavor with caramel and toast supporting a moderate hop flavor.",
        "Bitterness moderate to moderately high; balance typically toward hops but with evident malt.",
        "Clean fermentation; medium-dry to medium finish."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate to moderate-high carbonation.",
        "Smooth; no harshness."
      ],
      "Comments": [
        "Sometimes labeled Red Ale in the U.S.",
        "Showcases American hops with a richer malt backbone than an APA."
      ],
      "History": [
        "Developed by U.S. craft breweries in the 1980s–1990s as a more malt-forward, amber cousin of the American Pale Ale."
      ],
      "Characteristic Ingredients": [
        "American two-row with medium to dark crystal malts.",
        "American hops with citrus, pine, or modern fruit character.",
        "Clean American ale yeast."
      ],
      "Style Comparison": [
        "More caramel and body than an American Pale Ale, less bitterness and alcohol than American IPA."
      ],
      "Vital Statistics": {
        "IBU": "25 - 40",
        "SRM": "10 - 17",
        "OG": "1.045 - 1.060",
        "FG": "1.010 - 1.015",
        "ABV": "4.5% - 6.2%"
      },
      "Commercial Examples": [
        "Fat Tire Amber Ale",
        "Tröegs HopBack Amber",
        "Bell’s Amber Ale",
        "Anderson Valley Boont Amber"
      ],
      "Style Attributes": [
        "balanced",
        "craft-style",
        "hoppy",
        "north-america",
        "amber-color",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "California Common": {
      "Overall Impression": [
        "A firmly bittered, moderately malty beer fermented with lager yeast at warm temperatures.",
        "Clean, with supportive toasty–caramel malt."
      ],
      "Appearance": [
        "Light amber to light copper.",
        "Clear to brilliant.",
        "Creamy, persistent off-white head."
      ],
      "Aroma": [
        "Moderate to moderately-high toasty, caramelly malt.",
        "Moderate hop aroma with woody, herbal, or minty qualities (traditional Northern Brewer).",
        "Clean fermentation; low fruitiness optional."
      ],
      "Flavor": [
        "Moderately malty with toasty and caramel notes.",
        "Moderate to high bitterness; hop flavor moderate with woody, rustic character.",
        "Dry to medium-dry finish; clean yeast profile."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Moderate to high carbonation.",
        "Smooth; light crispness in the finish."
      ],
      "Comments": [
        "Often associated with Northern Brewer hops.",
        "A historic American style sometimes called 'steam beer.'"
      ],
      "History": [
        "Originated in 19th-century California; warm-fermented with lager yeast and cooled in shallow vessels.",
        "Revived and popularized in the modern era by Anchor Brewing."
      ],
      "Characteristic Ingredients": [
        "Pale malt with medium crystal; small amounts of specialty malts for color.",
        "Northern Brewer hops traditionally.",
        "Lager yeast fermented at ale temperatures."
      ],
      "Style Comparison": [
        "Similar strength to American Amber Ale but cleaner and more toasty than caramelly; hop character woody rather than citrusy.",
        "Drier and more bitter than Vienna Lager."
      ],
      "Vital Statistics": {
        "IBU": "30 - 45",
        "SRM": "10 - 14",
        "OG": "1.048 - 1.054",
        "FG": "1.011 - 1.014",
        "ABV": "4.5% - 5.5%"
      },
      "Commercial Examples": [
        "Anchor Steam Beer",
        "Flying Dog Old Scratch Amber Lager",
        "Steamworks Steam Engine Lager"
      ],
      "Style Attributes": [
        "bitter",
        "amber-color",
        "standard-strength",
        "hybrid",
        "bottom-fermented",
        "north-america",
        "traditional-style"
      ]
    },
    "American Brown Ale": {
      "Overall Impression": [
        "A malty, brown American ale with caramel, toffee, chocolate, and nutty flavors.",
        "Moderately bitter with noticeable American hop character."
      ],
      "Appearance": [
        "Dark amber to very dark brown.",
        "Clear.",
        "Low to moderate off-white to light tan head."
      ],
      "Aroma": [
        "Moderate malt with caramel, chocolate, toast, and nutty notes.",
        "Low to moderate hop aroma with citrusy, floral, piney, or earthy qualities.",
        "Low fruity esters optional; clean fermentation."
      ],
      "Flavor": [
        "Moderate to moderately high malt flavor with caramel, chocolate, toast, and nutty complexity.",
        "Medium bitterness; hop flavor low to moderate with American character.",
        "Medium-dry to medium finish; clean fermentation."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate carbonation.",
        "Smooth; light creaminess possible."
      ],
      "Comments": [
        "More hop character, body, and chocolate notes than British Brown Ale.",
        "Sometimes called American Brown."
      ],
      "History": [
        "Craft-era reinterpretation of British brown styles with American hops; notable examples emerged in the 1980s–1990s."
      ],
      "Characteristic Ingredients": [
        "Pale malt base with crystal and chocolate malts; small amounts of roasted malts possible.",
        "American hops for bitterness and late flavor.",
        "Clean American ale yeast."
      ],
      "Style Comparison": [
        "Stronger and more hop-forward than British Brown Ale.",
        "Less roasty than a Porter."
      ],
      "Vital Statistics": {
        "IBU": "20 - 30",
        "SRM": "18 - 35",
        "OG": "1.045 - 1.060",
        "FG": "1.010 - 1.016",
        "ABV": "4.3% - 6.2%"
      },
      "Commercial Examples": [
        "Big Sky Moose Drool",
        "Brooklyn Brown Ale",
        "Avery Ellie’s Brown Ale",
        "Bell’s Best Brown"
      ],
      "Style Attributes": [
        "balanced",
        "craft-style",
        "north-america",
        "brown-color",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "American Porter and Stout": {
    "American Porter": {
      "Overall Impression": [
        "A substantial, malty dark beer with a complex and flavorful dark malt character."
      ],
      "Appearance": [
        "Medium brown to very dark brown, often with ruby highlights.",
        "Moderate off-white to tan head with good retention.",
        "Generally clear, although darker versions may be opaque."
      ],
      "Aroma": [
        "Medium-light to medium-strong dark malt aroma, with chocolate, cocoa, caramel, nutty, or toasty notes.",
        "Roast character moderate but not burnt.",
        "Hop aroma low to moderate, often resiny, earthy, or floral.",
        "Clean fermentation; light esters possible."
      ],
      "Flavor": [
        "Moderate to strong malt flavor with chocolate, caramel, nutty, or toasty qualities.",
        "Moderate roast character without burnt harshness.",
        "Moderate bitterness balances malt.",
        "Hop flavor medium-low to medium, resiny, earthy, or floral.",
        "Clean finish with malt and hops lingering."
      ],
      "Mouthfeel": [
        "Medium-light to medium-full body.",
        "Moderate carbonation.",
        "Smooth, with light creaminess possible."
      ],
      "Comments": [
        "Balances roasted malts and American hop character.",
        "Stronger than English Porter, less strong than Imperial Stout."
      ],
      "History": [
        "Craft-beer era interpretation of English Porter, with more alcohol, body, and American hops."
      ],
      "Characteristic Ingredients": [
        "Pale malt base with significant dark and crystal malts.",
        "American hops.",
        "Clean American ale yeast."
      ],
      "Style Comparison": [
        "More bitter and roast-focused than English Porter, less alcohol than American Stout."
      ],
      "Vital Statistics": {
        "IBU": "25 - 50",
        "SRM": "22 - 40",
        "OG": "1.050 - 1.070",
        "FG": "1.012 - 1.018",
        "ABV": "4.8% - 6.5%"
      },
      "Commercial Examples": [
        "Great Lakes Edmund Fitzgerald Porter",
        "Anchor Porter",
        "Deschutes Black Butte Porter"
      ],
      "Style Attributes": [
        "balanced",
        "craft-style",
        "dark-color",
        "hoppy",
        "north-america",
        "porter-family",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "American Stout": {
      "Overall Impression": [
        "A fairly strong, highly roasted, bitter, hoppy dark stout."
      ],
      "Appearance": [
        "Dark brown to jet black.",
        "Thick, persistent tan to brown head.",
        "Opaque."
      ],
      "Aroma": [
        "Moderate to strong roasted malt aroma, often coffee or dark chocolate.",
        "Medium to high hop aroma, often citrusy, piney, or resiny.",
        "Low to moderate esters optional.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Strong roasted malt flavors dominate, with coffee, cocoa, or bittersweet chocolate.",
        "Medium to high bitterness from hops and roast.",
        "Moderate hop flavor, often citrusy or piney.",
        "Medium-dry to dry finish.",
        "Low fruity esters optional."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Moderate to high carbonation.",
        "Creamy with some astringency from roasted malts."
      ],
      "Comments": [
        "Greater bitterness and hop character than foreign stouts.",
        "American interpretation of stout with bold flavors."
      ],
      "History": [
        "American craft brewers in the late 20th century applied their hop-forward approach to traditional stouts."
      ],
      "Characteristic Ingredients": [
        "Pale malt base with roasted barley and dark specialty malts.",
        "American hops.",
        "Clean ale yeast."
      ],
      "Style Comparison": [
        "Like a stronger, hoppier Irish Stout with bolder flavors.",
        "Not as strong or intense as Imperial Stout."
      ],
      "Vital Statistics": {
        "IBU": "35 - 75",
        "SRM": "30 - 40",
        "OG": "1.050 - 1.075",
        "FG": "1.010 - 1.022",
        "ABV": "5.0% - 7.0%"
      },
      "Commercial Examples": [
        "Sierra Nevada Stout",
        "Deschutes Obsidian Stout",
        "Rogue Shakespeare Stout"
      ],
      "Style Attributes": [
        "bitter",
        "craft-style",
        "dark-color",
        "hoppy",
        "north-america",
        "stout-family",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Imperial Stout": {
      "Overall Impression": [
        "An intensely flavored, very strong, dark stout with a wide range of flavor balances and regional interpretations.",
        "Roasty-burnt malt with deep, complex flavors and a warming, bittersweet finish."
      ],
      "Appearance": [
        "Dark reddish-brown to jet black.",
        "Opaque.",
        "Thick, persistent deep tan to brown head."
      ],
      "Aroma": [
        "Rich maltiness with roasted grain, coffee, dark chocolate, or burnt notes.",
        "Complex aroma of dark fruits, caramel, toffee, and molasses.",
        "Moderate to strong alcohol aroma, smooth not harsh.",
        "Hop aroma low to strong, often earthy, floral, resiny, or citrusy."
      ],
      "Flavor": [
        "Strong roasted malt dominates with coffee, cocoa, or bittersweet chocolate.",
        "Complex malt layers of caramel, toffee, molasses, licorice, and dark fruit esters.",
        "Medium to high hop bitterness balances rich malt.",
        "Hop flavor low to moderately high, earthy, resiny, or citrusy.",
        "Alcohol warmth evident, finish bittersweet and warming."
      ],
      "Mouthfeel": [
        "Full-bodied, chewy, viscous.",
        "Moderate to low carbonation.",
        "Noticeable alcohol warmth, smooth not hot.",
        "May have slight astringency from roasted grains."
      ],
      "Comments": [
        "Originally brewed stronger for export to the Baltic region.",
        "Modern craft interpretations vary in balance and intensity."
      ],
      "History": [
        "Brewed in England in the 18th century for export to Russia and the Baltics.",
        "Revived and reinterpreted by craft brewers worldwide."
      ],
      "Characteristic Ingredients": [
        "Pale malt with large amounts of roasted barley and dark specialty malts.",
        "American or English hops.",
        "Ale yeast with ester character possible."
      ],
      "Style Comparison": [
        "Stronger, roastier, and more complex than American Stout.",
        "Similar strength to Barleywine but with roasted character."
      ],
      "Vital Statistics": {
        "IBU": "50 - 90",
        "SRM": "30 - 40",
        "OG": "1.075 - 1.115",
        "FG": "1.018 - 1.030",
        "ABV": "8.0% - 12.0%"
      },
      "Commercial Examples": [
        "North Coast Old Rasputin",
        "Bell’s Expedition Stout",
        "Great Divide Yeti",
        "Samuel Smith Imperial Stout"
      ],
      "Style Attributes": [
        "bitter",
        "dark-color",
        "high-strength",
        "imperial",
        "north-america",
        "stout-family",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "IPA": {
    "American IPA": {
      "Overall Impression": [
        "A decidedly hoppy and bitter, moderately strong American pale ale with a dry finish.",
        "The balance is hop-forward, with modern American or New World hop character."
      ],
      "Appearance": [
        "Medium gold to light reddish-amber.",
        "Good clarity, though hazy versions exist.",
        "Moderate white to off-white head with good retention."
      ],
      "Aroma": [
        "Intense hop aroma with citrusy, floral, piney, resinous, spicy, tropical, stone fruit, or berry character.",
        "Low to moderate malt aroma, often bready, lightly caramel, or toasty.",
        "Low fruity esters optional."
      ],
      "Flavor": [
        "Hop flavor dominates with citrus, pine, tropical, or modern hop notes.",
        "Medium to very high bitterness.",
        "Malt flavor low to medium, clean, with light bread, biscuit, or caramel notes.",
        "Finish dry to medium-dry with lingering bitterness."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate carbonation.",
        "Smooth, not heavy."
      ],
      "Comments": [
        "The defining American craft beer style.",
        "Variants include West Coast (drier, more bitter) and East Coast (maltier, fruitier)."
      ],
      "History": [
        "Developed in the U.S. in the 1970s–1980s, building on English IPA traditions with American hops.",
        "Exploded in popularity in the craft beer revolution."
      ],
      "Characteristic Ingredients": [
        "American two-row base malt with specialty malts optional.",
        "American hops, often with citrus or pine character.",
        "Clean American ale yeast."
      ],
      "Style Comparison": [
        "Stronger and hoppier than American Pale Ale.",
        "Less alcohol and malt character than Double IPA."
      ],
      "Vital Statistics": {
        "IBU": "40 - 70",
        "SRM": "6 - 14",
        "OG": "1.056 - 1.070",
        "FG": "1.008 - 1.014",
        "ABV": "5.5% - 7.5%"
      },
      "Commercial Examples": [
        "Stone IPA",
        "Lagunitas IPA",
        "Sierra Nevada Torpedo",
        "Ballast Point Sculpin"
      ],
      "Style Attributes": [
        "bitter",
        "craft-style",
        "hoppy",
        "ipa-family",
        "north-america",
        "pale-color",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Specialty IPA": {
      "Belgian IPA": {
        "Overall Impression": [
          "A hoppier, drier, and often stronger interpretation of Belgian Golden Ale or Tripel with American or New World hops."
        ],
        "Appearance": [
          "Pale gold to amber.",
          "Good clarity.",
          "Large white head with high carbonation."
        ],
        "Aroma": [
          "Blend of Belgian yeast phenols and esters (spicy, fruity) with American or New World hop aroma (citrusy, tropical, piney).",
          "Low to moderate malt aroma."
        ],
        "Flavor": [
          "Complex interplay of Belgian yeast (clove, pepper, fruit) and hop character.",
          "Medium to high bitterness.",
          "Finish dry, crisp, refreshing."
        ],
        "Mouthfeel": [
          "Medium body.",
          "High carbonation.",
          "Light warming alcohol possible."
        ],
        "Comments": [
          "Often brewed by American craft breweries and Belgian brewers influenced by U.S. hopping techniques."
        ],
        "Commercial Examples": [
          "Stone Cali-Belgique IPA",
          "Houblon Chouffe",
          "Brewery Ommegang BPA"
        ]
      },
      "Black IPA": {
        "Overall Impression": [
          "A hoppy, bitter, moderately strong dark ale with roasty flavors balanced with American or New World hops."
        ],
        "Appearance": [
          "Dark brown to black with ruby highlights.",
          "Off-white to tan head."
        ],
        "Aroma": [
          "Prominent hop aroma (citrusy, piney, resinous).",
          "Low to moderate roast or chocolate notes.",
          "Clean fermentation."
        ],
        "Flavor": [
          "Hop-forward with citrusy, piney, or tropical hops.",
          "Roasty, chocolatey malt supports but doesn’t dominate.",
          "Medium to high bitterness.",
          "Dry finish with lingering hops."
        ],
        "Commercial Examples": [
          "21st Amendment Back in Black",
          "Stone Sublimely Self-Righteous Ale"
        ]
      },
      "Brown IPA": {
        "Overall Impression": [
          "A stronger, hoppier American Brown Ale with more hop bitterness and flavor."
        ],
        "Appearance": [
          "Dark amber to brown.",
          "Moderate off-white head."
        ],
        "Aroma": [
          "Hop aroma moderate to high (citrusy, piney, fruity).",
          "Malt aroma caramel, chocolate, or nutty.",
          "Clean fermentation."
        ],
        "Flavor": [
          "Hop flavor moderate to high with American/New World hops.",
          "Malt flavors caramel, toast, chocolate support.",
          "Medium to high bitterness.",
          "Dry finish."
        ],
        "Commercial Examples": [
          "Dogfish Head Indian Brown Ale"
        ]
      },
      "Red IPA": {
        "Overall Impression": [
          "A stronger, hoppier American Amber Ale with caramel and toasty malt flavors balanced by assertive hops."
        ],
        "Appearance": [
          "Deep amber to reddish copper.",
          "Off-white head."
        ],
        "Aroma": [
          "Hop aroma moderate to strong (citrus, pine, fruity).",
          "Moderate caramel or toasty malt."
        ],
        "Flavor": [
          "Hop flavor moderate to strong.",
          "Caramel and toasty malt backbone.",
          "Medium-high bitterness.",
          "Dry finish with lingering hops."
        ],
        "Commercial Examples": [
          "Green Flash Hop Head Red",
          "Lagunitas Imperial Red"
        ]
      },
      "Rye IPA": {
        "Overall Impression": [
          "A modern American IPA with noticeable rye malt character adding spicy, grainy complexity."
        ],
        "Appearance": [
          "Gold to amber.",
          "Good clarity.",
          "White head."
        ],
        "Aroma": [
          "Hop aroma moderate to strong, often citrusy, piney, fruity.",
          "Rye grain adds spicy, earthy notes."
        ],
        "Flavor": [
          "Assertive hops dominate, with rye providing spicy, dry complexity.",
          "Medium-high bitterness.",
          "Dry finish with lingering spice and hops."
        ],
        "Commercial Examples": [
          "Bear Republic Hop Rod Rye",
          "Founders Red’s Rye IPA"
        ]
      },
      "White IPA": {
        "Overall Impression": [
          "A fruity, spicy, refreshing version of American IPA with Belgian Witbier yeast character and spices."
        ],
        "Appearance": [
          "Pale gold to light amber.",
          "Hazy from wheat.",
          "White head."
        ],
        "Aroma": [
          "Citrusy and fruity hops with wheat, spice, and Belgian yeast esters.",
          "Coriander and orange peel common."
        ],
        "Flavor": [
          "Hop-forward, citrusy and fruity.",
          "Spicy wheat and Belgian yeast esters support.",
          "Dry, refreshing finish."
        ],
        "Commercial Examples": [
          "Deschutes Chainbreaker White IPA"
        ]
      }
    },
    "Hazy IPA": {
      "Overall Impression": [
        "An American IPA with intense fruit-forward hop aroma and flavor, a soft body, smooth mouthfeel, and restrained bitterness.",
        "Often juicy, hazy, and low in perceived bitterness."
      ],
      "Appearance": [
        "Straw to deep gold.",
        "Hazy to opaque.",
        "Large white to off-white head with good retention."
      ],
      "Aroma": [
        "Intense hop aroma with tropical fruit, stone fruit, citrus, melon, or berry notes.",
        "Low malt aroma, often neutral or lightly grainy.",
        "Low esters optional."
      ],
      "Flavor": [
        "Strong hop flavor, fruity and juicy.",
        "Bitterness restrained to moderate, soft and smooth.",
        "Malt flavor low and neutral, supporting hops.",
        "Finish medium-dry to medium, with lingering juicy hops."
      ],
      "Mouthfeel": [
        "Medium body, smooth and creamy.",
        "Medium carbonation.",
        "No harshness."
      ],
      "Comments": [
        "Also known as New England IPA (NEIPA).",
        "Hop flavor dominates with juicy, fruit-forward character rather than bitterness."
      ],
      "History": [
        "Originated in New England in the 2010s, popularized by breweries like The Alchemist and Tree House."
      ],
      "Characteristic Ingredients": [
        "American base malts, wheat, and oats for haze and softness.",
        "American and New World hops added late or in dry hopping.",
        "Ale yeast with fruity esters."
      ],
      "Style Comparison": [
        "Softer, fruitier, and less bitter than American IPA.",
        "Much hazier and more fruit-juice-like than West Coast IPA."
      ],
      "Vital Statistics": {
        "IBU": "25 - 60",
        "SRM": "3 - 7",
        "OG": "1.060 - 1.085",
        "FG": "1.010 - 1.016",
        "ABV": "6.0% - 9.0%"
      },
      "Commercial Examples": [
        "The Alchemist Heady Topper",
        "Tree House Julius",
        "Trillium Fort Point Pale Ale"
      ],
      "Style Attributes": [
        "craft-style",
        "hazy",
        "hoppy",
        "ipa-family",
        "juicy",
        "north-america",
        "top-fermented"
      ]
    }
  },
  "Strong American Ale": {
    "Double IPA": {
      "Overall Impression": [
        "An intensely hoppy, fairly strong, bitter pale ale without the big, rich, complex maltiness, residual sweetness, and body of an American Barleywine.",
        "Strongly hopped, but clean, dry, and lacking harshness; despite showing its strength, drinkability is important."
      ],
      "Appearance": [
        "Gold to light orange-copper; most modern versions are fairly pale.",
        "Good clarity, though a little haze is acceptable.",
        "Moderate, persistent white to off-white head."
      ],
      "Aroma": [
        "Prominent to intense hop aroma with American or New World character (citrus, floral, pine, resin, spice, tropical fruit, stone fruit, berry, or melon).",
        "Supportive, clean, neutral to grainy malt in background.",
        "Neutral to lightly fruity fermentation profile; alcohol may be noted but not solventy."
      ],
      "Flavor": [
        "Strong and complex hop flavor (same descriptors as aroma).",
        "Moderately high to very high bitterness without harshness.",
        "Low to medium clean, soft, unobtrusive malt; light caramel or toast optional.",
        "Dry to medium-dry finish with lingering hop bitterness; low to moderate fruitiness optional.",
        "Light, clean, smooth alcohol flavor allowable."
      ],
      "Mouthfeel": [
        "Medium-light to medium body with smooth texture.",
        "Medium to medium-high carbonation.",
        "No harsh hop astringency; restrained, smooth alcohol warmth acceptable."
      ],
      "Comments": [
        "Rarely called Imperial IPA.",
        "Many modern versions feature multiple dry-hop additions."
      ],
      "History": [
        "American craft beer innovation from the mid–late 1990s as a more intense American IPA.",
        "Became more mainstream in the 2000s; Russian River Pliny the Elder (2000) helped popularize the style."
      ],
      "Characteristic Ingredients": [
        "Neutral base malt.",
        "Sugar adjuncts common.",
        "Crystal malts rare.",
        "American or New World hops.",
        "Neutral or lightly fruity yeast; no oak."
      ],
      "Style Comparison": [
        "Bigger than English and American IPAs in alcohol, bitterness, and hoppiness.",
        "Less malty-rich, drier, and with greater hop balance than American Barleywine."
      ],
      "Vital Statistics": {
        "IBU": "60 - 100",
        "SRM": "6 - 14",
        "OG": "1.065 - 1.085",
        "FG": "1.008 - 1.018",
        "ABV": "7.5% - 10%"
      },
      "Commercial Examples": [
        "Columbus Brewing Bohdi",
        "Fat Heads Hop Juju",
        "Port Brewing Hop 15",
        "Russian River Pliny the Elder",
        "Stone Ruination Double IPA 2.0",
        "Wicked Weed Freak of Nature"
      ],
      "Style Attributes": [
        "bitter",
        "craft-style",
        "hoppy",
        "ipa-family",
        "north-america",
        "pale-color",
        "top-fermented",
        "very-high-strength"
      ]
    },
    "American Strong Ale": {
      "Overall Impression": [
        "A malty, bitter, and strong American ale that fits between American Barleywine, Double IPA, and Red IPA.",
        "Malty and hoppy flavors can be quite strong but are generally in balance."
      ],
      "Appearance": [
        "Medium amber to deep copper or light brown.",
        "Moderate-low to medium off-white to light tan head; may have low retention.",
        "Good clarity; legs possible."
      ],
      "Aroma": [
        "Medium to high hop aroma with American/New World character (citrus, floral, pine, resinous, spicy, tropical fruit, stone fruit, berry, or melon).",
        "Moderate to bold malt supporting the hops; medium to dark caramel common; toasty or bready possible; background notes of light roast or chocolate allowable.",
        "Neutral to moderately fruity fermentation; alcohol may be noted but not solventy."
      ],
      "Flavor": [
        "Medium to high malt with caramel, toffee, or dark fruit quality; toasty/bready/rich flavors possible.",
        "Light chocolate or roast allowable, but not burnt or sharp.",
        "Medium-high to high bitterness; moderate to high hop flavor (same descriptors as aroma).",
        "Low to moderate esters; noticeable but smooth alcohol.",
        "Medium to high malty sweetness; finish ranges somewhat dry to somewhat sweet; not syrupy or cloying.",
        "Bitter to bittersweet aftertaste with hops, malt, and alcohol noticeable."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Alcohol warmth may be present but not excessively hot.",
        "Light hop astringency allowable.",
        "Medium-low to medium carbonation."
      ],
      "Comments": [
        "Broad style covering beers labeled variously, including Double Red Ales and other strong malty-but-hoppy beers below Barleywine strength.",
        "Can include what might be viewed as a strong American Amber Ale."
      ],
      "History": [
        "Modern craft versions developed as 'imperial' strength variants of American amber/red ales.",
        "Has much in common with historic American Stock Ales, which were strong, malty, and highly hopped as provision beers prior to Prohibition."
      ],
      "Characteristic Ingredients": [
        "Pale base malt.",
        "Medium to dark crystal malts common.",
        "American/New World hops.",
        "Neutral or lightly fruity yeast."
      ],
      "Style Comparison": [
        "Not as strong or rich as American Barleywine.",
        "More malt-balanced than American or Double IPA.",
        "More American hop intensity than British Strong Ale.",
        "Maltier and fuller-bodied than Red IPA."
      ],
      "Vital Statistics": {
        "IBU": "50 - 100",
        "SRM": "7 - 18",
        "OG": "1.062 - 1.090",
        "FG": "1.014 - 1.024",
        "ABV": "6.3% - 10%"
      },
      "Commercial Examples": [
        "Fat Head’s Bone Head",
        "Great Lakes Nosferatu",
        "Oskar Blues G’Knight",
        "Port Brewing Shark Attack Double Red",
        "Stone Arrogant Bastard"
      ],
      "Style Attributes": [
        "amber-color",
        "bitter",
        "craft-style",
        "high-strength",
        "hoppy",
        "north-america",
        "strong-ale-family",
        "top-fermented"
      ]
    },
    "American Barleywine": {
      "Overall Impression": [
        "A very strong, malty, hoppy, bitter American ale with a rich palate, full mouthfeel, and warming aftertaste.",
        "Suitable for contemplative sipping."
      ],
      "Appearance": [
        "Amber to medium copper, rarely light brown; ruby highlights common.",
        "Moderately-low to large off-white to light tan head; may have low retention.",
        "Good to brilliant clarity (some chill haze possible); legs possible."
      ],
      "Aroma": [
        "Strong malt and hop aroma dominates; hops moderate to assertive with American/New World/English characteristics (citrusy, fruity, resiny, etc.).",
        "Strong grainy, bready, toasty, light caramel, or neutral malt richness; typically not darker caramel, roast, or deep fruit.",
        "Low to moderately strong esters and alcohol, lower than malt and hops; intensities fade with age."
      ],
      "Flavor": [
        "Similar to aroma: rich malt and notable hop flavor with moderately strong to aggressive bitterness.",
        "Moderate to high hop flavor; low to moderate esters.",
        "Noticeable alcohol (not solventy).",
        "Moderately low to moderately high malty sweetness; somewhat malty to dry but full finish; ages to drier, smoother profile.",
        "Balance is malty, but always bitter."
      ],
      "Mouthfeel": [
        "Full-bodied and chewy with velvety, luscious texture (declines with age).",
        "Smooth alcohol warmth noticeable but not burning.",
        "Carbonation low to moderate depending on age/conditioning."
      ],
      "Comments": [
        "Sometimes labeled as 'Barley Wine' or 'Barleywine-style ale'.",
        "Many US breweries have discontinued, barrel-aged, or rebranded them as some form of IPA."
      ],
      "History": [
        "Traditionally the strongest ale offered by a brewery; often winter seasonal and vintage-dated.",
        "American craft adaptation of English style using American ingredients and balance.",
        "Anchor Old Foghorn (1975) and Sierra Nevada Bigfoot (1983) helped define the modern hop-forward style."
      ],
      "Characteristic Ingredients": [
        "Pale malt with some specialty malts; dark malts used with restraint.",
        "Many hop varieties possible, often American.",
        "American or English ale yeast."
      ],
      "Style Comparison": [
        "More hop bitterness, flavor, and aroma than English Barley Wine; typically paler and lacking deeper malt flavors.",
        "Differs from Double IPA: hops not as extreme, malt more forward, body fuller and often richer.",
        "Typically more residual sweetness than Double IPA (sipping vs. drinking)."
      ],
      "Vital Statistics": {
        "IBU": "50 - 100",
        "SRM": "9 - 18",
        "OG": "1.080 - 1.120",
        "FG": "1.016 - 1.030",
        "ABV": "8% - 12%"
      },
      "Commercial Examples": [
        "Anchor Old Foghorn",
        "Bell’s Third Coast Old Ale",
        "East End Gratitude",
        "Hair of the Dog Doggie Claws",
        "Sierra Nevada Bigfoot"
      ],
      "Style Attributes": [
        "amber-color",
        "bitter",
        "craft-style",
        "hoppy",
        "north-america",
        "strong-ale-family",
        "top-fermented",
        "very-high-strength"
      ]
    },
    "Wheatwine": {
      "Overall Impression": [
        "A richly textured, high-alcohol sipping beer with significant grainy, bready flavor and a sleek body.",
        "Emphasis on wheaty, bready flavors with layered complexity from malt, hops, fruity yeast, and alcohol."
      ],
      "Appearance": [
        "Gold to deep amber, often with garnet or ruby highlights.",
        "Low to medium off-white head, sometimes creamy with good retention.",
        "Chill haze allowable; high alcohol/viscosity may show legs."
      ],
      "Aroma": [
        "Hop aroma mild and from nearly any variety.",
        "Moderate to moderately-strong bready, wheaty malt; honey/caramel complexity possible.",
        "Light, clean alcohol; low to medium fruity notes; very low diacetyl optional.",
        "No banana-and-clove Weizen yeast character."
      ],
      "Flavor": [
        "Moderate to moderately-high bready wheat malt, dominant over hop character.",
        "Low to moderate toasty, caramel, biscuity, or honey notes optional.",
        "Low to medium hop flavor of any variety; moderate to moderately-high fruitiness (often dried-fruit-like).",
        "Low to moderate bitterness; malty to even balance.",
        "Not syrupy or under-attenuated."
      ],
      "Mouthfeel": [
        "Medium-full to full body; chewy with luscious, velvety texture.",
        "Low to moderate carbonation.",
        "Light to moderate smooth alcohol warmth optional."
      ],
      "Comments": [
        "Much of the color can arise from a lengthy boil.",
        "Some commercial examples may be stronger than the Vital Statistics."
      ],
      "History": [
        "American craft style first brewed at Rubicon Brewing Company in 1988.",
        "Usually a winter seasonal, vintage, or one-off release."
      ],
      "Characteristic Ingredients": [
        "Typically 50%+ wheat malt with American two-row; restrained dark malts.",
        "Any hop variety; may be oak-aged."
      ],
      "Style Comparison": [
        "More than a wheat-based Barleywine; many versions show expressive fruity and hoppy notes, others add complexity via oak.",
        "Less hop emphasis than American Barleywine.",
        "Rooted in American Wheat Beer (not German wheat), so no Weizen yeast character."
      ],
      "Vital Statistics": {
        "IBU": "30 - 60",
        "SRM": "6 - 14",
        "OG": "1.080 - 1.120",
        "FG": "1.016 - 1.030",
        "ABV": "8% - 12%"
      },
      "Commercial Examples": [
        "The Bruery White Oak",
        "Castelain Winter Ale",
        "Perennial Heart of Gold",
        "Two Brothers Bare Tree"
      ],
      "Style Attributes": [
        "amber-color",
        "balanced",
        "craft-style",
        "hoppy",
        "north-america",
        "strong-ale-family",
        "top-fermented",
        "very-high-strength",
        "wheat-beer-family"
      ]
    }
  },
  "European Sour Ale": {
    "Berliner Weisse": {
      "Overall Impression": [
        "A very pale, refreshing, low-alcohol German wheat beer with a clean lactic sourness and very high carbonation.",
        "A regional specialty of Berlin; often served with flavored syrups to balance the sourness."
      ],
      "Appearance": [
        "Very pale straw in color.",
        "Clarity ranges from poor to good; always hazy.",
        "A large, dense white head is typical, but it dissipates quickly."
      ],
      "Aroma": [
        "A sharply sour character dominates.",
        "No hop aroma.",
        "Optional light wheat aroma may be present."
      ],
      "Flavor": [
        "Clean lactic sourness dominates with a light grainy wheat flavor in the background.",
        "Hop flavor is absent.",
        "Very dry finish, highly refreshing."
      ],
      "Mouthfeel": [
        "Light body, crisp.",
        "Very high carbonation adds to refreshing quality."
      ],
      "Comments": [
        "Often served with woodruff or raspberry syrups in Germany.",
        "Without syrup, can be a very sour and austere beer."
      ],
      "History": [
        "Popular in 19th-century Berlin as the 'Champagne of the North.'",
        "Nearly extinct by the late 20th century, but revived by craft brewers."
      ],
      "Characteristic Ingredients": [
        "Wheat malt, Pilsner malt.",
        "Lactic fermentation or Lactobacillus culture.",
        "Low hopping rates."
      ],
      "Style Comparison": [
        "Similar in strength and balance to Gose but without coriander or salt."
      ],
      "Vital Statistics": {
        "IBU": "3 - 8",
        "SRM": "2 - 3",
        "OG": "1.028 - 1.032",
        "FG": "1.003 - 1.006",
        "ABV": "2.8% - 3.8%"
      },
      "Commercial Examples": [
        "Berliner Kindl Weisse",
        "Professor Fritz Briem 1809 Berliner Weisse",
        "Nodding Head Berliner Weisse"
      ],
      "Style Attributes": [
        "sour",
        "wheat-beer-family",
        "pale-color",
        "session-strength",
        "traditional-style",
        "top-fermented"
      ]
    },
    "Flanders Red Ale": {
      "Overall Impression": [
        "A sour, fruity, wine-like Belgian-style ale with refreshing acidity and complex fruit character.",
        "Known as 'the Burgundy of Belgium.'"
      ],
      "Appearance": [
        "Deep red to reddish-brown.",
        "Good clarity.",
        "Off-white to tan head with average retention."
      ],
      "Aroma": [
        "Complex fruitiness reminiscent of plums, red currants, cherries, or blackberries.",
        "Balanced with lactic sourness and low to moderate acetic character.",
        "Malt sweetness (caramel, toffee) optional."
      ],
      "Flavor": [
        "Moderate to high sourness balanced with fruit complexity.",
        "Malt may add toffee, caramel, or toasted notes.",
        "Acetic flavors acceptable if not harsh."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Moderate carbonation.",
        "Tart finish."
      ],
      "Comments": [
        "Often aged in oak barrels; blending of young and old beer is traditional."
      ],
      "History": [
        "Specialty of West Flanders, Belgium.",
        "Developed by breweries like Rodenbach in the 19th century."
      ],
      "Characteristic Ingredients": [
        "Vienna and Munich malts with adjuncts.",
        "Lactic acid bacteria and Acetobacter contributions.",
        "Aging in oak."
      ],
      "Style Comparison": [
        "More acetic and wine-like than Oud Bruin."
      ],
      "Vital Statistics": {
        "IBU": "10 - 25",
        "SRM": "10 - 16",
        "OG": "1.048 - 1.057",
        "FG": "1.002 - 1.012",
        "ABV": "4.6% - 6.5%"
      },
      "Commercial Examples": [
        "Rodenbach Grand Cru",
        "Duchesse de Bourgogne",
        "Verhaeghe Vichtenaar"
      ],
      "Style Attributes": [
        "sour",
        "amber-color",
        "belgium",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Oud Bruin": {
      "Overall Impression": [
        "A malty, fruity, aged, somewhat sour dark Belgian-style ale.",
        "Less sour and more malty than Flanders Red."
      ],
      "Appearance": [
        "Dark reddish-brown.",
        "Clear to opaque.",
        "Off-white to tan head."
      ],
      "Aroma": [
        "Malty sweetness with caramel, toffee, and dark fruit esters.",
        "Low to moderate lactic sourness.",
        "No hop aroma."
      ],
      "Flavor": [
        "Malt-forward with caramel, toffee, molasses, and dark fruit.",
        "Moderate sourness.",
        "Light chocolate or roast optional."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Moderate carbonation.",
        "Smooth with light tartness."
      ],
      "Comments": [
        "May be blended with younger beer to balance flavors."
      ],
      "History": [
        "Traditional specialty of East Flanders.",
        "Fermented with mixed cultures and aged before packaging."
      ],
      "Characteristic Ingredients": [
        "Dark crystal malts, small amounts of chocolate malt.",
        "Mixed fermentation organisms."
      ],
      "Style Comparison": [
        "Less sour, more malt-forward than Flanders Red."
      ],
      "Vital Statistics": {
        "IBU": "20 - 25",
        "SRM": "15 - 22",
        "OG": "1.040 - 1.074",
        "FG": "1.008 - 1.012",
        "ABV": "4.0% - 8.0%"
      },
      "Commercial Examples": [
        "Liefmans Goudenband",
        "Ichtegem’s Oud Bruin"
      ],
      "Style Attributes": [
        "sour",
        "brown-color",
        "belgium",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Lambic": {
      "Overall Impression": [
        "A fairly sour, dry, wild Belgian wheat beer with fruity, earthy, funky complexity."
      ],
      "Appearance": [
        "Pale yellow to deep gold.",
        "Hazy.",
        "Low to no head."
      ],
      "Aroma": [
        "Funky Brett character, lactic sourness, fruity esters (apple, citrus, stone fruit)."
      ],
      "Flavor": [
        "Sour, fruity, funky, earthy, very dry finish."
      ],
      "Mouthfeel": [
        "Light body, low to high carbonation depending on age."
      ],
      "Comments": [
        "Produced only in the Senne Valley and Brussels with spontaneous fermentation."
      ],
      "History": [
        "Brewing practice dates back centuries; wild yeast fermentation unique to region."
      ],
      "Characteristic Ingredients": [
        "Unmalted wheat, aged hops, spontaneous fermentation."
      ],
      "Style Comparison": [
        "Unique; not directly comparable to other sour beers."
      ],
      "Vital Statistics": {
        "IBU": "0 - 10",
        "SRM": "3 - 7",
        "OG": "1.040 - 1.054",
        "FG": "1.001 - 1.010",
        "ABV": "5% - 6.5%"
      },
      "Commercial Examples": [
        "Cantillon Lambic",
        "Boon Lambic",
        "Girardin Lambic"
      ],
      "Style Attributes": [
        "sour",
        "belgium",
        "wheat-beer-family",
        "traditional-style"
      ]
    },
    "Gueuze": {
      "Overall Impression": [
        "A complex, pleasantly sour, highly carbonated Belgian blend of young and old Lambics."
      ],
      "Appearance": [
        "Golden to amber.",
        "Hazy.",
        "Large, rocky white head."
      ],
      "Aroma": [
        "Funky Brett, lactic sourness, citrusy and fruity esters."
      ],
      "Flavor": [
        "Pleasantly tart, funky, complex, dry finish."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Effervescent, tart, lively."
      ],
      "Comments": [
        "Created by blending young and old Lambics, then bottle-conditioned."
      ],
      "History": [
        "Traditional to Pajottenland region and Brussels."
      ],
      "Characteristic Ingredients": [
        "Blended Lambics, aged hops, spontaneous fermentation."
      ],
      "Style Comparison": [
        "More complex and effervescent than straight Lambic."
      ],
      "Vital Statistics": {
        "IBU": "0 - 10",
        "SRM": "3 - 7",
        "OG": "1.040 - 1.060",
        "FG": "1.000 - 1.006",
        "ABV": "5% - 8%"
      },
      "Commercial Examples": [
        "Cantillon Gueuze",
        "Boon Oude Geuze",
        "Lindemans Gueuze"
      ],
      "Style Attributes": [
        "sour",
        "belgium",
        "traditional-style"
      ]
    },
    "Fruit Lambic": {
      "Overall Impression": [
        "A Lambic with fruit added, showing both fruit and funky, sour character."
      ],
      "Appearance": [
        "Varies with fruit, usually hazy, with low to no head."
      ],
      "Aroma": [
        "Fruit character blends with Lambic sourness and funk."
      ],
      "Flavor": [
        "Sour, funky, fruity, dry finish."
      ],
      "Mouthfeel": [
        "Light body, effervescent."
      ],
      "Comments": [
        "Traditional versions are dry, not sweetened."
      ],
      "History": [
        "Originated in Belgium by adding fruit during fermentation."
      ],
      "Characteristic Ingredients": [
        "Base Lambic with fruit additions."
      ],
      "Style Comparison": [
        "Fruity version of Lambic."
      ],
      "Vital Statistics": {
        "IBU": "0 - 10",
        "SRM": "Varies",
        "OG": "1.040 - 1.060",
        "FG": "1.000 - 1.010",
        "ABV": "5% - 7%"
      },
      "Commercial Examples": [
        "Boon Kriek",
        "Lindemans Framboise",
        "Cantillon Kriek"
      ],
      "Style Attributes": [
        "fruit",
        "sour",
        "belgium",
        "traditional-style"
      ]
    },
    "Gose": {
      "Overall Impression": [
        "A tart, lightly fruity wheat beer with coriander and salt."
      ],
      "Appearance": [
        "Unfiltered, hazy, pale yellow.",
        "Large white head."
      ],
      "Aroma": [
        "Sourness, coriander, salt, fruity esters optional."
      ],
      "Flavor": [
        "Tart, refreshing, coriander and salt noticeable but balanced.",
        "Dry finish."
      ],
      "Mouthfeel": [
        "Light to medium-light body.",
        "High carbonation.",
        "Slight saltiness."
      ],
      "Comments": [
        "Specialty of Leipzig, revived by craft brewers."
      ],
      "History": [
        "Originated in Goslar, Germany; later popular in Leipzig.",
        "Salt originally came from the local water."
      ],
      "Characteristic Ingredients": [
        "Wheat malt, coriander, salt, lactic souring."
      ],
      "Style Comparison": [
        "Like Berliner Weisse but with coriander and salt."
      ],
      "Vital Statistics": {
        "IBU": "5 - 12",
        "SRM": "3 - 4",
        "OG": "1.036 - 1.056",
        "FG": "1.006 - 1.012",
        "ABV": "4.2% - 4.8%"
      },
      "Commercial Examples": [
        "Bayerischer Bahnhof Leipziger Gose",
        "Anderson Valley Gose",
        "Westbrook Gose"
      ],
      "Style Attributes": [
        "sour",
        "spiced",
        "wheat-beer-family",
        "traditional-style"
      ]
    }
  },
  "Belgian Ale": {
    "Witbier": {
      "Overall Impression": [
        "A refreshing, elegant, tasty, moderate-strength wheat-based ale.",
        "Delicate balance of citrus, spice, bready wheat, and subtle sweetness, with a dry finish."
      ],
      "Appearance": [
        "Very pale straw to light gold.",
        "Typically cloudy from starch haze or yeast.",
        "Dense, white, moussy head with good retention."
      ],
      "Aroma": [
        "Moderate malty-sweet aroma, often with honey, vanilla, or light bready wheat.",
        "Moderate perfumy coriander, often combined with complex herbal-spicy notes.",
        "Moderate zesty, orange-citrusy fruitiness.",
        "Low spicy-herbal hop aroma optional.",
        "Low tartness optional."
      ],
      "Flavor": [
        "Pleasant bready, grainy wheat flavors with sweet orange-citrusy fruitiness and herbal-spicy coriander.",
        "Balance of fruit, spice, and wheat.",
        "Low hop bitterness.",
        "Light, crisp, dry, tart finish."
      ],
      "Mouthfeel": [
        "Medium-light body, smooth, creamy, sometimes with a silky mouthfeel.",
        "Effervescent, with high carbonation."
      ],
      "Comments": [
        "Spicing should be subtle and blend in, not dominate.",
        "Refreshing summer drink, traditionally served with lemon."
      ],
      "History": [
        "A 400-year-old Belgian style, nearly extinct by the 1950s.",
        "Revived by Pierre Celis at Hoegaarden in the 1960s."
      ],
      "Characteristic Ingredients": [
        "About 50% unmalted wheat.",
        "Pils malt.",
        "Spiced with coriander and Curaçao orange peel.",
        "Belgian ale yeast."
      ],
      "Style Comparison": [
        "Similar strength and balance to Weissbier, but spiced and more citrusy."
      ],
      "Vital Statistics": {
        "IBU": "8 - 20",
        "SRM": "2 - 4",
        "OG": "1.044 - 1.052",
        "FG": "1.008 - 1.012",
        "ABV": "4.5% - 5.5%"
      },
      "Commercial Examples": [
        "Hoegaarden Wit",
        "St. Bernardus Witbier",
        "Celis White",
        "Allagash White"
      ],
      "Style Attributes": [
        "spiced",
        "wheat-beer-family",
        "belgium",
        "pale-color",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Belgian Pale Ale": {
      "Overall Impression": [
        "A moderately malty, somewhat fruity, easy-drinking, copper-colored Belgian ale.",
        "Subtly spicy, dry finish, moderate strength."
      ],
      "Appearance": [
        "Amber to copper color.",
        "Good clarity.",
        "Creamy, off-white head with good retention."
      ],
      "Aroma": [
        "Moderate malt aroma with toasty, biscuity, nutty, or light caramel notes.",
        "Moderate fruity esters, often pear or orange.",
        "Light spicy phenols optional.",
        "Low earthy, floral hop aroma optional."
      ],
      "Flavor": [
        "Medium malt flavor with biscuity, toasty, or caramel character.",
        "Moderate fruity esters.",
        "Low spicy phenols optional.",
        "Low to moderate hop flavor, earthy or floral.",
        "Medium bitterness balances malt.",
        "Medium-dry finish."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Smooth, moderate carbonation."
      ],
      "Comments": [
        "Everyday drinking beer in Belgium, less strong and intense than abbey or Trappist ales."
      ],
      "History": [
        "Developed in the early 20th century as a response to Pilsner popularity.",
        "Examples common in Antwerp and Brabant regions."
      ],
      "Characteristic Ingredients": [
        "Belgian pale malt.",
        "Low use of caramel malts.",
        "Belgian ale yeast with fruity esters."
      ],
      "Style Comparison": [
        "Less sweet and more malty than many Belgian beers.",
        "Less strong than abbey-style ales."
      ],
      "Vital Statistics": {
        "IBU": "20 - 30",
        "SRM": "8 - 14",
        "OG": "1.048 - 1.054",
        "FG": "1.010 - 1.014",
        "ABV": "4.8% - 5.5%"
      },
      "Commercial Examples": [
        "De Koninck",
        "Palm",
        "Spéciale Belge"
      ],
      "Style Attributes": [
        "amber-color",
        "belgium",
        "malty",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Bière de Garde": {
      "Overall Impression": [
        "A family of strong, malty, French farmhouse ales with a range of colors and dryness.",
        "Smooth, rich malt flavors dominate."
      ],
      "Appearance": [
        "Three substyles: Blonde (golden), Ambrée (amber), and Brune (brown).",
        "Clear, with well-formed persistent head."
      ],
      "Aroma": [
        "Prominent malt aromas, often toasty, bready, or lightly caramel.",
        "Low noble hop aroma.",
        "Low fruity esters optional.",
        "Clean fermentation profile."
      ],
      "Flavor": [
        "Malt flavors dominate: toasty, bready, biscuit, caramel.",
        "Moderate bitterness balances but doesn’t dominate.",
        "Dry to medium-dry finish.",
        "Low fruity esters optional.",
        "Clean lager-like profile."
      ],
      "Mouthfeel": [
        "Medium to medium-full body.",
        "Moderate carbonation.",
        "Smooth, often with light alcohol warmth."
      ],
      "Comments": [
        "Traditionally brewed in farmhouses of northern France for storage (garde).",
        "Three substyles vary by color and malt expression."
      ],
      "History": [
        "Farmhouse style from the Nord-Pas-de-Calais region.",
        "Historically brewed in cool seasons for storage and consumption later."
      ],
      "Characteristic Ingredients": [
        "French pale ale malts, Vienna or Munich malt.",
        "Sugar adjuncts optional.",
        "Noble hops.",
        "Clean yeast or lagering."
      ],
      "Style Comparison": [
        "Similar in malt balance to a Belgian Pale Ale but stronger and smoother.",
        "Comparable to some German Bocks but with French character."
      ],
      "Vital Statistics": {
        "IBU": "18 - 28",
        "SRM": "6 - 19",
        "OG": "1.060 - 1.080",
        "FG": "1.008 - 1.016",
        "ABV": "6.0% - 8.5%"
      },
      "Commercial Examples": [
        "3 Monts",
        "Ch’Ti Ambrée",
        "Jenlain Ambrée",
        "St. Sylvestre Bière de Noël"
      ],
      "Style Attributes": [
        "amber-color",
        "belgium",
        "farmhouse",
        "high-strength",
        "malty",
        "traditional-style"
      ]
    }
  },
  "Strong Belgian Ale": {
    "Belgian Blond Ale": {
      "Overall Impression": [
        "A moderate-strength golden ale that has a subtle Belgian complexity, slightly sweet flavor, and dry finish.",
        "Smooth, malty, and somewhat fruity, but restrained overall."
      ],
      "Appearance": [
        "Light to deep gold.",
        "Good clarity.",
        "Large, dense, creamy white head with excellent retention."
      ],
      "Aroma": [
        "Moderate malty-sweet aroma, often with light honey or vanilla.",
        "Moderate fruity esters (orange, pear, apple) common.",
        "Low spicy phenols optional.",
        "Low noble hop aroma optional."
      ],
      "Flavor": [
        "Smooth malt flavor with a lightly sweet, honey-like impression.",
        "Moderate fruity esters.",
        "Low spicy phenols optional.",
        "Low hop flavor (herbal or floral) optional.",
        "Medium bitterness keeps balance, finish is medium-dry to dry."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Smooth, creamy texture.",
        "Medium-high carbonation."
      ],
      "Comments": [
        "Deceptive in strength, often designed to appeal to consumers more than other stronger Belgian beers."
      ],
      "History": [
        "Relatively recent development to compete with Pilsner lagers in Belgium.",
        "Popular in abbey and Trappist breweries."
      ],
      "Characteristic Ingredients": [
        "Pilsner malt.",
        "Sugar for light body.",
        "Noble hops.",
        "Belgian yeast."
      ],
      "Style Comparison": [
        "Similar strength and balance to a Belgian Pale Ale but stronger, smoother, and more golden."
      ],
      "Vital Statistics": {
        "IBU": "15 - 30",
        "SRM": "4 - 7",
        "OG": "1.062 - 1.075",
        "FG": "1.008 - 1.018",
        "ABV": "6.0% - 7.5%"
      },
      "Commercial Examples": [
        "Leffe Blond",
        "La Trappe Blond",
        "Affligem Blond",
        "Grimbergen Blonde"
      ],
      "Style Attributes": [
        "belgium",
        "blonde",
        "golden",
        "high-strength",
        "malty",
        "pale-color",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Saison": {
      "Overall Impression": [
        "A pale, refreshing, dry, and moderately bitter Belgian ale with a fruity and spicy yeast character.",
        "Highly carbonated, refreshing, and complex."
      ],
      "Appearance": [
        "Pale gold to deep amber.",
        "Well carbonated, effervescent.",
        "Dense, rocky, white head with good retention."
      ],
      "Aroma": [
        "Moderate fruity esters (citrus, pear, apple, or apricot).",
        "Moderate spicy phenols (pepper, clove).",
        "Light malt (grainy, bready).",
        "Low herbal, floral, or spicy hop aroma optional."
      ],
      "Flavor": [
        "Fruity esters and peppery phenols dominate.",
        "Moderate malt character (grainy, toasty, biscuity).",
        "Moderate bitterness, dry finish.",
        "Moderate hop flavor optional.",
        "Complex, refreshing balance."
      ],
      "Mouthfeel": [
        "Medium-light to medium body.",
        "Very high carbonation.",
        "Effervescent, dry, refreshing."
      ],
      "Comments": [
        "Farmhouse style with many variations; pale versions are more common today.",
        "Often brewed with adjuncts like spices, honey, or sugar."
      ],
      "History": [
        "Traditional farmhouse ale brewed in Wallonia (French-speaking Belgium).",
        "Historically lower alcohol, now brewed stronger for export."
      ],
      "Characteristic Ingredients": [
        "Pilsner malt base.",
        "Adjuncts such as sugar, wheat, or spices optional.",
        "Distinctive Belgian yeast for fruity/spicy character."
      ],
      "Style Comparison": [
        "Less strong and rich than Belgian Golden Strong or Tripel.",
        "More highly attenuated, drier, and hoppier than most Belgian ales."
      ],
      "Vital Statistics": {
        "IBU": "20 - 35",
        "SRM": "5 - 14",
        "OG": "1.048 - 1.065",
        "FG": "1.002 - 1.008",
        "ABV": "5.0% - 7.0%"
      },
      "Commercial Examples": [
        "Saison Dupont",
        "Fantôme Saison",
        "Blaugies Saison d’Epeautre",
        "Saison Voisin"
      ],
      "Style Attributes": [
        "belgium",
        "farmhouse",
        "high-attenuation",
        "hoppy",
        "pale-color",
        "standard-strength",
        "top-fermented",
        "traditional-style"
      ]
    },
    "Belgian Golden Strong Ale": {
      "Overall Impression": [
        "A very pale, highly attenuated, strong Belgian-style ale with a complex fruitiness and light, spicy phenolics.",
        "Highly effervescent and deceptive in strength."
      ],
      "Appearance": [
        "Pale yellow to deep gold.",
        "Good clarity.",
        "Effervescent with large, rocky, white head."
      ],
      "Aroma": [
        "Complex fruity esters (pear, apple, citrus, apricot).",
        "Light peppery phenolics.",
        "Soft malty sweetness.",
        "Low spicy or floral hop aroma optional.",
        "Alcohol soft but present."
      ],
      "Flavor": [
        "Fruit esters (pear, apple, citrus) balanced with peppery phenols.",
        "Soft malt flavor, light honey-like sweetness.",
        "Moderate to high hop bitterness with dry finish.",
        "Alcohol warmth noticeable but smooth."
      ],
      "Mouthfeel": [
        "Medium-light body.",
        "Very high carbonation.",
        "Effervescent, smooth alcohol warmth."
      ],
      "Comments": [
        "Deceptively strong; highly drinkable despite high ABV.",
        "Often brewed as a showpiece ale by Belgian brewers."
      ],
      "History": [
        "Developed by Moortgat brewery in the early 20th century to compete with Pilsners.",
        "Best known as Duvel."
      ],
      "Characteristic Ingredients": [
        "Pilsner malt.",
        "Sugar to lighten body.",
        "Noble hops.",
        "Distinctive Belgian yeast with fruity/spicy balance."
      ],
      "Style Comparison": [
        "Similar strength and attenuation as a Tripel, but paler, drier, crisper, and more hop-focused."
      ],
      "Vital Statistics": {
        "IBU": "22 - 35",
        "SRM": "3 - 6",
        "OG": "1.070 - 1.095",
        "FG": "1.005 - 1.016",
        "ABV": "7.5% - 10.5%"
      },
      "Commercial Examples": [
        "Duvel",
        "Delirium Tremens",
        "Lucifer",
        "Dulle Teve"
      ],
      "Style Attributes": [
        "belgium",
        "golden",
        "high-strength",
        "hoppy",
        "pale-color",
        "top-fermented",
        "traditional-style"
      ]
    }
  },
  "Monastic Ale": {
    "Belgian Single": {
      "Overall Impression": [
        "A pale, bitter, highly attenuated Belgian ale, traditionally brewed as a monastic table beer.",
        "Very drinkable, refreshing, and balanced between fruity esters, spicy phenols, and hops."
      ],
      "Appearance": [
        "Pale yellow to deep gold.",
        "Good clarity.",
        "Dense, rocky, white head with excellent retention."
      ],
      "Aroma": [
        "Moderate fruity esters (pear, apple, citrus).",
        "Moderate spicy phenols (pepper, clove).",
        "Low to moderate noble hop aroma.",
        "Soft grainy malt background."
      ],
      "Flavor": [
        "Fruity esters and spicy phenols balanced with soft malt and firm hop bitterness.",
        "Finish is dry, crisp, and refreshing.",
        "Clean fermentation with no heavy alcohol character."
      ],
      "Mouthfeel": [
        "Medium-light body.",
        "High carbonation.",
        "Light, refreshing, highly drinkable."
      ],
      "Comments": [
        "Traditionally brewed as an abbey or monastic session beer.",
        "Rarely seen commercially outside abbeys and monasteries."
      ],
      "History": [
        "Trappist breweries brewed this as their everyday table beer for monks, lighter than the commercial Dubbel or Tripel."
      ],
      "Characteristic Ingredients": [
        "Pilsner malt.",
        "Sugar may be added to aid attenuation.",
        "Noble hops.",
        "Distinctive Belgian yeast for fruity and spicy profile."
      ],
      "Style Comparison": [
        "Similar to a Belgian Blond Ale but drier, hoppier, and lower in alcohol."
      ],
      "Vital Statistics": {
        "IBU": "25 - 45",
        "SRM": "3 - 5",
        "OG": "1.044 - 1.054",
        "FG": "1.004 - 1.010",
        "ABV": "4.8% - 6.0%"
      },
      "Commercial Examples": [
        "Westmalle Extra",
        "Chimay Dorée",
        "Achel Blond 5°"
      ],
      "Style Attributes": [
        "belgium",
        "pale-color",
        "session-strength",
        "top-fermented",
        "traditional-style",
        "monastic"
      ]
    },
    "Belgian Dubbel": {
      "Overall Impression": [
        "A deep reddish-copper, moderately strong, malty, complex Belgian ale with rich malt flavors, fruity esters, and light spicy phenols.",
        "Smooth, not heavy, with a dry finish."
      ],
      "Appearance": [
        "Dark amber to copper-brown.",
        "Good clarity.",
        "Large, creamy, persistent light tan head."
      ],
      "Aroma": [
        "Rich malt sweetness with caramel, toast, or chocolate.",
        "Moderate fruity esters (raisin, plum, cherry).",
        "Light spicy phenols (clove, pepper).",
        "Low noble hop aroma optional."
      ],
      "Flavor": [
        "Rich malt flavor with dark fruit esters and subtle spice.",
        "Moderate alcohol warmth.",
        "Moderate bitterness balances malt, finish is dry.",
        "Low chocolate or licorice optional, but never roasted or burnt."
      ],
      "Mouthfeel": [
        "Medium to medium-full body.",
        "Smooth, creamy texture.",
        "Medium-high carbonation.",
        "Light warming alcohol."
      ],
      "Comments": [
        "A Trappist style; balance leans toward malt and yeast complexity, not hops."
      ],
      "History": [
        "Re-created in the mid-1800s by Trappist monasteries, most famously Westmalle, as a stronger specialty beer."
      ],
      "Characteristic Ingredients": [
        "Pilsner and Munich malts.",
        "Caramelized sugar syrup.",
        "Belgian yeast with fruity and spicy balance."
      ],
      "Style Comparison": [
        "Stronger and darker than Belgian Pale Ale, not as strong as Tripel."
      ],
      "Vital Statistics": {
        "IBU": "15 - 25",
        "SRM": "10 - 17",
        "OG": "1.062 - 1.075",
        "FG": "1.008 - 1.018",
        "ABV": "6.0% - 7.6%"
      },
      "Commercial Examples": [
        "Westmalle Dubbel",
        "Chimay Red",
        "Rochefort 6",
        "St. Bernardus Pater 6"
      ],
      "Style Attributes": [
        "belgium",
        "amber-color",
        "dark-color",
        "high-strength",
        "malty",
        "top-fermented",
        "traditional-style",
        "monastic"
      ]
    },
    "Belgian Tripel": {
      "Overall Impression": [
        "A pale, spicy, dry, strong Belgian ale with a complex fruity and hoppy character, supported by soft malt.",
        "Highly attenuated, smooth, and deceptively strong."
      ],
      "Appearance": [
        "Deep yellow to deep gold.",
        "Good clarity.",
        "Large, rocky white head with excellent retention."
      ],
      "Aroma": [
        "Moderate fruity esters (orange, apple, pear).",
        "Moderate spicy phenols (pepper, clove).",
        "Soft, grainy-sweet malt.",
        "Low to moderate hop aroma, often floral or spicy."
      ],
      "Flavor": [
        "Fruity esters and spicy phenols balanced by soft malt and firm hop bitterness.",
        "Moderately high to high attenuation produces a dry finish.",
        "Light honey-like sweetness optional.",
        "Alcohol warmth noticeable but smooth."
      ],
      "Mouthfeel": [
        "Medium-light body.",
        "High carbonation.",
        "Effervescent, smooth, light alcohol warmth."
      ],
      "Comments": [
        "A showcase for the fruity and spicy character of Belgian yeast combined with a crisp, dry finish."
      ],
      "History": [
        "First brewed by Westmalle in 1934, became the model for the style."
      ],
      "Characteristic Ingredients": [
        "Pilsner malt.",
        "Sugar to aid attenuation.",
        "Noble hops.",
        "Belgian yeast."
      ],
      "Style Comparison": [
        "Stronger, drier, and more hop-forward than a Dubbel.",
        "Paler and less rich than Belgian Golden Strong Ale."
      ],
      "Vital Statistics": {
        "IBU": "20 - 40",
        "SRM": "4.5 - 7",
        "OG": "1.075 - 1.085",
        "FG": "1.008 - 1.014",
        "ABV": "7.5% - 9.5%"
      },
      "Commercial Examples": [
        "Westmalle Tripel",
        "Chimay White (Cinq Cents)",
        "St. Bernardus Tripel",
        "Rochefort 8"
      ],
      "Style Attributes": [
        "belgium",
        "pale-color",
        "high-strength",
        "hoppy",
        "top-fermented",
        "traditional-style",
        "monastic"
      ]
    },
    "Belgian Dark Strong Ale": {
      "Overall Impression": [
        "A dark, rich, complex, very strong Belgian ale with layers of malt, fruity esters, phenols, and alcohol.",
        "Smooth, warming, and balanced despite its strength."
      ],
      "Appearance": [
        "Dark amber to dark brown, often with ruby highlights.",
        "Good clarity.",
        "Large, persistent light tan head."
      ],
      "Aroma": [
        "Rich malt (caramel, toffee, bread crust).",
        "Dark fruit esters (plum, raisin, fig, prune).",
        "Spicy phenols (pepper, clove).",
        "Alcohol present but smooth."
      ],
      "Flavor": [
        "Complex interplay of rich malt, dark fruit esters, and spicy phenols.",
        "Moderate to high alcohol warmth, smooth not hot.",
        "Finish is moderately dry despite malt richness.",
        "Hop bitterness low to moderate, balance always toward malt and yeast."
      ],
      "Mouthfeel": [
        "Medium-full to full body.",
        "High carbonation.",
        "Smooth, creamy, warming."
      ],
      "Comments": [
        "Sometimes called Quadrupel (Quad) in modern usage."
      ],
      "History": [
        "Trappist and abbey breweries brewed strong, dark ales as special offerings.",
        "Commercial examples often vintage-dated and age-worthy."
      ],
      "Characteristic Ingredients": [
        "Pilsner malt, dark specialty malts.",
        "Caramelized sugar syrups.",
        "Belgian yeast with fruity/spicy character."
      ],
      "Style Comparison": [
        "Stronger and darker than Dubbel, not as dry or hoppy as Tripel.",
        "Richer and darker than Belgian Golden Strong Ale."
      ],
      "Vital Statistics": {
        "IBU": "20 - 35",
        "SRM": "12 - 22",
        "OG": "1.075 - 1.110",
        "FG": "1.010 - 1.024",
        "ABV": "8.0% - 12.0%"
      },
      "Commercial Examples": [
        "Chimay Blue (Grande Réserve)",
        "Rochefort 10",
        "St. Bernardus Abt 12",
        "Westvleteren 12"
      ],
      "Style Attributes": [
        "belgium",
        "dark-color",
        "very-high-strength",
        "malty",
        "top-fermented",
        "traditional-style",
        "monastic"
      ]
    }
  },
  "Historical Beer": {
    "Gose": {
      "Overall Impression": [
        "A tart, lightly sour, refreshing wheat beer with coriander and salt.",
        "Balance between sourness, spice, and salt is key."
      ],
      "Appearance": [
        "Unfiltered, hazy, pale yellow.",
        "Dense white head."
      ],
      "Aroma": [
        "Moderate lactic sourness.",
        "Light wheat, coriander, and salt.",
        "Low fruity esters optional."
      ],
      "Flavor": [
        "Clean lactic sourness, restrained coriander, noticeable salt.",
        "Low bitterness, dry finish."
      ],
      "Mouthfeel": [
        "Light to medium-light body.",
        "High carbonation.",
        "Slight saltiness on the palate."
      ],
      "Comments": [
        "Specialty of Leipzig; many modern craft examples exist."
      ],
      "History": [
        "Originated in Goslar, adopted and popularized in Leipzig.",
        "Revived after near extinction in the late 20th century."
      ],
      "Characteristic Ingredients": [
        "50% malted wheat, Pilsner malt.",
        "Coriander and salt.",
        "Lactic fermentation."
      ],
      "Style Comparison": [
        "Similar to Berliner Weisse but with spice and salt."
      ],
      "Vital Statistics": {
        "IBU": "5 - 12",
        "SRM": "3 - 4",
        "OG": "1.036 - 1.056",
        "FG": "1.006 - 1.012",
        "ABV": "4.2% - 4.8%"
      },
      "Commercial Examples": [
        "Bayerischer Bahnhof Leipziger Gose",
        "Anderson Valley Gose"
      ],
      "Style Attributes": [
        "sour",
        "spiced",
        "wheat-beer-family",
        "germany",
        "traditional-style"
      ]
    },
    "Kellerbier": {
      "Overall Impression": [
        "A young, unfiltered, unpasteurized German lager with a smooth, natural character."
      ],
      "Appearance": [
        "Gold to amber.",
        "Cloudy from yeast.",
        "Creamy white head."
      ],
      "Aroma": [
        "Fresh maltiness, bread, and toast.",
        "Low herbal hop aroma."
      ],
      "Flavor": [
        "Soft malt character with bready notes.",
        "Moderate bitterness, balanced finish.",
        "Clean fermentation."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Moderate carbonation.",
        "Smooth and creamy."
      ],
      "Comments": [
        "Served young and unfiltered, often directly from the lagering tank."
      ],
      "History": [
        "Traditional Franconian lager, served straight from the cellar."
      ],
      "Characteristic Ingredients": [
        "German Pilsner and Munich malts.",
        "German noble hops.",
        "Lager yeast."
      ],
      "Style Comparison": [
        "A fresher, less-refined version of a German lager."
      ],
      "Vital Statistics": {
        "IBU": "20 - 35",
        "SRM": "3 - 7",
        "OG": "1.045 - 1.051",
        "FG": "1.008 - 1.012",
        "ABV": "4.7% - 5.4%"
      },
      "Commercial Examples": [
        "Mahr’s Bräu Ungespundet Lager",
        "Kellerbier from Franconian breweries"
      ],
      "Style Attributes": [
        "amber-color",
        "lagered",
        "germany",
        "traditional-style"
      ]
    },
    "Kentucky Common": {
      "Overall Impression": [
        "A dark, grainy, refreshing, pre-Prohibition American ale.",
        "Balanced, easy-drinking with a dry finish."
      ],
      "Appearance": [
        "Amber to dark brown.",
        "Clear.",
        "Off-white to light tan head."
      ],
      "Aroma": [
        "Light grainy malt with corn sweetness.",
        "Low caramel and toast.",
        "Low floral or spicy hops optional."
      ],
      "Flavor": [
        "Lightly sweet corn and grain character.",
        "Caramel and toast add depth.",
        "Medium bitterness balances.",
        "Clean fermentation."
      ],
      "Mouthfeel": [
        "Medium-light body.",
        "Moderate to high carbonation."
      ],
      "Comments": [
        "A style unique to the U.S., centered in Louisville, Kentucky before Prohibition."
      ],
      "History": [
        "Brewed in Louisville from the late 1800s until Prohibition.",
        "Used local corn and dark malts."
      ],
      "Characteristic Ingredients": [
        "6-row barley malt.",
        "Corn grits.",
        "Caramel and black malts."
      ],
      "Style Comparison": [
        "Like a darker Cream Ale with more malt complexity."
      ],
      "Vital Statistics": {
        "IBU": "15 - 30",
        "SRM": "11 - 20",
        "OG": "1.044 - 1.055",
        "FG": "1.010 - 1.018",
        "ABV": "4.0% - 5.5%"
      },
      "Commercial Examples": [
        "Apocalypse Brew Works Ortel’s Kentucky Common"
      ],
      "Style Attributes": [
        "amber-color",
        "corn-adjunct",
        "north-america",
        "top-fermented",
        "historical-style"
      ]
    },
    "Lichtenhainer": {
      "Overall Impression": [
        "A pale, sour, smoked, low-alcohol German wheat beer.",
        "Refreshing, tart, and smoky."
      ],
      "Appearance": [
        "Pale straw to light gold.",
        "Hazy.",
        "White head."
      ],
      "Aroma": [
        "Smoke character blends with lactic sourness.",
        "Light wheat background."
      ],
      "Flavor": [
        "Balance of smoke and sourness.",
        "Light wheat malt supports.",
        "Dry finish."
      ],
      "Mouthfeel": [
        "Light body.",
        "High carbonation.",
        "Refreshing tartness."
      ],
      "Comments": [
        "Historic central German style, rare today."
      ],
      "History": [
        "Originated in the 1800s around Jena, Germany.",
        "Almost extinct but revived by enthusiasts."
      ],
      "Characteristic Ingredients": [
        "Smoked malt.",
        "Wheat malt.",
        "Lactic souring."
      ],
      "Style Comparison": [
        "Like a Berliner Weisse with smoke character."
      ],
      "Vital Statistics": {
        "IBU": "5 - 12",
        "SRM": "3 - 6",
        "OG": "1.032 - 1.040",
        "FG": "1.004 - 1.008",
        "ABV": "3.5% - 4.7%"
      },
      "Commercial Examples": [
        "Historische Lichtenhainer"
      ],
      "Style Attributes": [
        "sour",
        "smoked",
        "wheat-beer-family",
        "germany",
        "historical-style"
      ]
    },
    "London Brown Ale": {
      "Overall Impression": [
        "A very dark, sweet, low-strength British ale.",
        "Balanced toward caramel and chocolate flavors, smooth and sweet."
      ],
      "Appearance": [
        "Dark brown to black.",
        "Clear.",
        "Tan head."
      ],
      "Aroma": [
        "Sweet malt aromas of caramel, toffee, and chocolate.",
        "Light fruity esters possible."
      ],
      "Flavor": [
        "Sweet caramel, chocolate, molasses.",
        "Very low bitterness, finish sweet."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Smooth, slightly creamy."
      ],
      "Comments": [
        "A bottled style popular in mid-20th-century Britain."
      ],
      "History": [
        "Originated as a bottled product for working-class drinkers in London."
      ],
      "Characteristic Ingredients": [
        "Pale malt with caramel and dark specialty malts.",
        "Low hopping."
      ],
      "Style Comparison": [
        "Like a sweeter, lower-strength Mild."
      ],
      "Vital Statistics": {
        "IBU": "12 - 20",
        "SRM": "22 - 35",
        "OG": "1.030 - 1.038",
        "FG": "1.012 - 1.015",
        "ABV": "2.8% - 3.6%"
      },
      "Commercial Examples": [
        "Manns Brown Ale"
      ],
      "Style Attributes": [
        "british-isles",
        "brown-color",
        "malty",
        "session-strength",
        "top-fermented",
        "historical-style"
      ]
    },
    "Piwo Grodziskie": {
      "Overall Impression": [
        "A very pale, highly carbonated, lightly smoked Polish wheat beer.",
        "Light, refreshing, effervescent."
      ],
      "Appearance": [
        "Straw to pale gold.",
        "Brilliant clarity.",
        "Huge white head."
      ],
      "Aroma": [
        "Moderate smoky aroma.",
        "Light grainy wheat background."
      ],
      "Flavor": [
        "Light smoke flavor balanced with grainy wheat.",
        "Dry finish.",
        "No hop flavor."
      ],
      "Mouthfeel": [
        "Light body.",
        "Very high carbonation.",
        "Prickly and refreshing."
      ],
      "Comments": [
        "Known as 'Polish Champagne.'"
      ],
      "History": [
        "Originated in Grodzisk Wielkopolski, Poland in the 14th century.",
        "Revived by craft brewers."
      ],
      "Characteristic Ingredients": [
        "Oak-smoked wheat malt.",
        "Polish hops."
      ],
      "Style Comparison": [
        "Like a smoked Berliner Weisse, but without sourness."
      ],
      "Vital Statistics": {
        "IBU": "20 - 35",
        "SRM": "3 - 6",
        "OG": "1.028 - 1.032",
        "FG": "1.006 - 1.012",
        "ABV": "2.5% - 3.3%"
      },
      "Commercial Examples": [
        "Grodzisk Wielkopolski",
        "Professor Fritz Briem Piwo Grodziskie"
      ],
      "Style Attributes": [
        "smoked",
        "wheat-beer-family",
        "pale-color",
        "session-strength",
        "historical-style"
      ]
    },
    "Pre-Prohibition Lager": {
      "Overall Impression": [
        "A stronger, more flavorful American lager brewed before Prohibition.",
        "Balanced, grainy, crisp."
      ],
      "Appearance": [
        "Pale gold to amber.",
        "Clear.",
        "White head."
      ],
      "Aroma": [
        "Grainy malt sweetness with corn or adjuncts.",
        "Low floral hop aroma."
      ],
      "Flavor": [
        "Moderate grainy malt sweetness balanced with hop bitterness.",
        "Crisp finish."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Moderate carbonation."
      ],
      "Comments": [
        "Represents American lager before industrial mass-production changes."
      ],
      "History": [
        "Common in the U.S. before Prohibition.",
        "Replaced by lighter, less flavorful lagers afterward."
      ],
      "Characteristic Ingredients": [
        "6-row barley malt.",
        "Corn or rice adjuncts.",
        "American hops."
      ],
      "Style Comparison": [
        "More body, flavor, and strength than modern American lagers."
      ],
      "Vital Statistics": {
        "IBU": "25 - 40",
        "SRM": "3 - 6",
        "OG": "1.044 - 1.060",
        "FG": "1.010 - 1.015",
        "ABV": "4.5% - 6.0%"
      },
      "Commercial Examples": [
        "Anchor California Lager",
        "Yards Brawler Pre-Prohibition Lager"
      ],
      "Style Attributes": [
        "amber-color",
        "lagered",
        "north-america",
        "traditional-style",
        "historical-style"
      ]
    },
    "Pre-Prohibition Porter": {
      "Overall Impression": [
        "A dark, hoppy, American porter brewed before Prohibition.",
        "Balanced roast and hops."
      ],
      "Appearance": [
        "Brown to black.",
        "Clear.",
        "Tan head."
      ],
      "Aroma": [
        "Roasted malt with chocolate and coffee notes.",
        "Moderate hop aroma."
      ],
      "Flavor": [
        "Roasty malt with chocolate, caramel, coffee.",
        "Moderate hop bitterness and flavor.",
        "Dry finish."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Moderate carbonation."
      ],
      "Comments": [
        "Stronger and hoppier than modern porters."
      ],
      "History": [
        "Brewed in the U.S. before Prohibition, influenced by English porters."
      ],
      "Characteristic Ingredients": [
        "American 6-row malt.",
        "Roasted malt.",
        "American hops."
      ],
      "Style Comparison": [
        "More bitter and robust than modern English Porter."
      ],
      "Vital Statistics": {
        "IBU": "30 - 50",
        "SRM": "20 - 30",
        "OG": "1.048 - 1.065",
        "FG": "1.012 - 1.016",
        "ABV": "5.0% - 6.5%"
      },
      "Commercial Examples": [
        "Stevens Point 2012 Porter"
      ],
      "Style Attributes": [
        "dark-color",
        "porter-family",
        "north-america",
        "top-fermented",
        "historical-style"
      ]
    },
    "Roggenbier": {
      "Overall Impression": [
        "A German rye beer reminiscent of a Dunkelweizen but spicier and richer.",
        "Malty, fruity, with rye spice."
      ],
      "Appearance": [
        "Light copper to dark brown.",
        "Hazy.",
        "Large, persistent tan head."
      ],
      "Aroma": [
        "Spicy rye bread character.",
        "Fruity esters (banana, plum).",
        "Clove-like phenols."
      ],
      "Flavor": [
        "Complex blend of rye spiciness, dark fruit esters, and clove phenolics.",
        "Malty sweetness supports.",
        "Dry, spicy finish."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Creamy mouthfeel.",
        "Moderate carbonation."
      ],
      "Comments": [
        "Rye adds spicy, earthy character."
      ],
      "History": [
        "Traditional German rye beer, revived by modern brewers."
      ],
      "Characteristic Ingredients": [
        "50% or more rye malt.",
        "Weizen yeast for banana and clove character."
      ],
      "Style Comparison": [
        "Like a Dunkelweizen with rye spiciness."
      ],
      "Vital Statistics": {
        "IBU": "10 - 20",
        "SRM": "14 - 19",
        "OG": "1.046 - 1.056",
        "FG": "1.010 - 1.014",
        "ABV": "4.5% - 6.0%"
      },
      "Commercial Examples": [
        "Paulaner Roggenbier"
      ],
      "Style Attributes": [
        "amber-color",
        "wheat-beer-family",
        "spicy",
        "germany",
        "top-fermented",
        "historical-style"
      ]
    },
    "Sahti": {
      "Overall Impression": [
        "A strong, farmhouse-style Finnish ale with juniper, raw ale character, and banana-like esters.",
        "Thick, rustic, and hearty."
      ],
      "Appearance": [
        "Pale amber to dark brown.",
        "Hazy.",
        "Minimal head."
      ],
      "Aroma": [
        "Prominent banana-like esters.",
        "Juniper and grainy rye notes.",
        "Sweet malt character."
      ],
      "Flavor": [
        "Sweet malt, rye bread, juniper, banana-like esters.",
        "Low bitterness, raw grain character.",
        "Full-bodied, sweet finish."
      ],
      "Mouthfeel": [
        "Full-bodied, chewy.",
        "Low carbonation.",
        "Warming alcohol."
      ],
      "Comments": [
        "Traditionally unboiled, giving raw ale character."
      ],
      "History": [
        "Traditional Finnish farmhouse beer brewed for centuries, often for festivals."
      ],
      "Characteristic Ingredients": [
        "Rye malt, barley, oats.",
        "Juniper branches for infusion and filtering.",
        "Top-fermenting yeast."
      ],
      "Style Comparison": [
        "Unique; rustic, raw, and banana-like."
      ],
      "Vital Statistics": {
        "IBU": "7 - 15",
        "SRM": "4 - 22",
        "OG": "1.076 - 1.120",
        "FG": "1.016 - 1.020",
        "ABV": "7% - 11%"
      },
      "Commercial Examples": [
        "Lammin Sahti",
        "Finland farmhouse Sahti brewers"
      ],
      "Style Attributes": [
        "farmhouse",
        "rye",
        "finland",
        "very-high-strength",
        "top-fermented",
        "historical-style"
      ]
    }
  },
  "American Wild Ale": {
    "Brett Beer": {
      "Overall Impression": [
        "Any beer style with a significant Brettanomyces-derived character.",
        "May be funky, fruity, or earthy, but balanced with the underlying base style."
      ],
      "Appearance": [
        "Varies with base style.",
        "Often hazy if young, clearing with age.",
        "Head retention varies."
      ],
      "Aroma": [
        "Brett character ranges from barnyard, horse blanket, leathery, earthy, funky to fruity (tropical fruit, stone fruit, citrus).",
        "Hop and malt character depends on base style."
      ],
      "Flavor": [
        "Brettanomyces character dominates: funky, fruity, earthy, leathery.",
        "Underlying base beer noticeable but altered by Brett.",
        "Dry finish common."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Moderate to high carbonation.",
        "May have slight tannic or acidic bite."
      ],
      "Comments": [
        "Not all Brett character is intensely funky; some strains produce tropical fruit notes.",
        "Balance depends on base style and aging."
      ],
      "History": [
        "Brett historically considered a contaminant in beer, revived by American craft brewers for complexity."
      ],
      "Characteristic Ingredients": [
        "Base style plus Brettanomyces cultures.",
        "Often bottle-conditioned for extended aging."
      ],
      "Style Comparison": [
        "Like the base style but with Brett funk overlay."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Crooked Stave Surette",
        "Jolly Pumpkin Bam Biere",
        "The Bruery Saison Rue"
      ],
      "Style Attributes": [
        "wild",
        "brett",
        "craft-style",
        "experimental",
        "top-fermented"
      ]
    },
    "Mixed-Fermentation Sour Beer": {
      "Overall Impression": [
        "A sour beer fermented with a mix of Saccharomyces, Brettanomyces, and lactic acid bacteria.",
        "Balanced acidity, funk, and complexity."
      ],
      "Appearance": [
        "Varies by base style.",
        "Often hazy, with low to moderate head retention."
      ],
      "Aroma": [
        "Complex blend of lactic sourness, Brett funk, fruity esters, and base style malt/hop notes."
      ],
      "Flavor": [
        "Moderate to high lactic acidity.",
        "Fruity esters, Brett funk, earthy and spicy notes.",
        "Balance depends on base style; usually dry finish."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Moderate to high carbonation.",
        "Refreshing acidity."
      ],
      "Comments": [
        "Sourness should be pleasant, not harsh.",
        "Balance of acidity, funk, and base style is key."
      ],
      "History": [
        "Inspired by Belgian Lambics, Flanders ales, and American craft innovation.",
        "Common in barrel-aged beer programs."
      ],
      "Characteristic Ingredients": [
        "Mixed cultures of Saccharomyces, Brettanomyces, Lactobacillus, Pediococcus.",
        "Often aged in wood."
      ],
      "Style Comparison": [
        "More sour than Brett Beer, less fruit/spice than Wild Specialty Beer."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Russian River Supplication",
        "Cascade Kriek",
        "Allagash Coolship Red"
      ],
      "Style Attributes": [
        "sour",
        "wild",
        "craft-style",
        "experimental",
        "mixed-fermentation"
      ]
    },
    "Wild Specialty Beer": {
      "Overall Impression": [
        "A wild beer with fruit, spice, herbs, additional fermentables, or other specialty ingredients added.",
        "Balance of base beer, Brett/sourness, and specialty ingredient is key."
      ],
      "Appearance": [
        "Varies with base style and specialty additions."
      ],
      "Aroma": [
        "Combination of Brett funk, lactic sourness, and specialty additions."
      ],
      "Flavor": [
        "Funky, sour, and fruity flavors blend with specialty additions.",
        "Finish ranges from dry to tart."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "Moderate to high carbonation."
      ],
      "Comments": [
        "Specialty ingredient should enhance, not overwhelm, wild beer character."
      ],
      "History": [
        "American craft brewers expanded wild ale tradition with specialty ingredients."
      ],
      "Characteristic Ingredients": [
        "Any base style plus Brett and/or bacteria.",
        "Specialty ingredients such as fruit, spices, herbs, honey."
      ],
      "Style Comparison": [
        "A Mixed-Fermentation Sour Beer with added specialty ingredients."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Cascade Apricot",
        "Crooked Stave L’Brett d’Apricot",
        "New Belgium Le Terroir"
      ],
      "Style Attributes": [
        "fruit",
        "spiced",
        "sour",
        "wild",
        "craft-style",
        "experimental"
      ]
    },
    "Straight Sour Beer": {
      "Overall Impression": [
        "A sour beer without significant Brett funk or specialty additions.",
        "Focus is on clean lactic sourness."
      ],
      "Appearance": [
        "Varies by base style.",
        "Often pale, hazy, with white head."
      ],
      "Aroma": [
        "Lactic sourness dominates.",
        "Clean fermentation character."
      ],
      "Flavor": [
        "Lactic sourness dominates with refreshing, tart finish.",
        "Balance depends on base beer style."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "High carbonation."
      ],
      "Comments": [
        "Clean sourness should be pleasant, not harsh or vinegary."
      ],
      "History": [
        "Modern American craft interpretation of kettle-soured beers."
      ],
      "Characteristic Ingredients": [
        "Base style soured with Lactobacillus in the kettle."
      ],
      "Style Comparison": [
        "Simpler and less funky than Mixed-Fermentation Sour Beer."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Destihl Here Gose Nothin’",
        "The Rare Barrel Map of the Sun",
        "Anderson Valley Briney Melon Gose"
      ],
      "Style Attributes": [
        "sour",
        "clean",
        "craft-style",
        "north-america",
        "experimental"
      ]
    }
  },
  "Fruit Beer": {
    "Fruit Beer": {
      "Overall Impression": [
        "A harmonious marriage of fruit and beer, but still recognizable as a beer.",
        "Fruit should complement the base style without overwhelming it."
      ],
      "Appearance": [
        "Varies by base style and fruit.",
        "Often shows fruit color tints.",
        "Clarity may be hazy."
      ],
      "Aroma": [
        "Fruit character should be noticeable, authentic, and pleasant.",
        "Base style malt, hops, and yeast still evident."
      ],
      "Flavor": [
        "Fruit should balance with base beer flavors.",
        "Sweetness or tartness from fruit acceptable.",
        "Balance is key: fruit-enhanced, not fruit-dominated."
      ],
      "Mouthfeel": [
        "Varies with base style and fruit.",
        "Fruit can add acidity or tannins."
      ],
      "Comments": [
        "Overall balance is critical; fruit should integrate seamlessly."
      ],
      "History": [
        "Fruit additions have historic precedent, but modern craft interpretations are diverse."
      ],
      "Characteristic Ingredients": [
        "Any fruit; whole, puree, juice, concentrate.",
        "Base beer style varies widely."
      ],
      "Style Comparison": [
        "Like the declared base style, with fruit character present."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Founders Rubaeus (Raspberry Ale)",
        "Dogfish Head Aprihop"
      ],
      "Style Attributes": [
        "fruit",
        "specialty",
        "craft-style",
        "top-fermented"
      ]
    },
    "Fruit and Spice Beer": {
      "Overall Impression": [
        "A harmonious blend of fruit, spice, and base beer.",
        "Balance between fruit and spice is critical, with base beer still evident."
      ],
      "Appearance": [
        "Varies by fruit, spice, and base style.",
        "Fruit often gives color tint; spice may affect clarity."
      ],
      "Aroma": [
        "Fruit and spice aromas noticeable, natural, and pleasant.",
        "Base beer should remain identifiable."
      ],
      "Flavor": [
        "Fruit and spice balanced with beer flavors.",
        "Neither should dominate or seem artificial.",
        "Finish should reflect integration."
      ],
      "Mouthfeel": [
        "Varies by fruit, spice, and base style.",
        "May add warming or drying qualities."
      ],
      "Comments": [
        "Overall impression depends on synergy of ingredients.",
        "Spice and fruit should taste natural."
      ],
      "History": [
        "Popularized in the craft beer movement; builds on fruit beer with added complexity."
      ],
      "Characteristic Ingredients": [
        "Any fruit with complementary spices (cinnamon, ginger, etc.).",
        "Base beer varies."
      ],
      "Style Comparison": [
        "Like Fruit Beer, but with spice complexity added."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Dogfish Head Midas Touch",
        "21st Amendment Hell or High Watermelon (seasonal spiced variants)"
      ],
      "Style Attributes": [
        "fruit",
        "spiced",
        "specialty",
        "craft-style"
      ]
    },
    "Specialty Fruit Beer": {
      "Overall Impression": [
        "A creative, experimental fruit beer that doesn’t fit the standard Fruit Beer category.",
        "Fruit remains central but with unique treatment."
      ],
      "Appearance": [
        "Varies widely, influenced by fruit and base beer."
      ],
      "Aroma": [
        "Fruit should be prominent and natural.",
        "Special processes (barrel-aging, souring) may add complexity."
      ],
      "Flavor": [
        "Fruit is evident and central, but integration and drinkability are key.",
        "Specialty aspects differentiate it from regular Fruit Beer."
      ],
      "Mouthfeel": [
        "Varies widely, depending on base beer and fruit used."
      ],
      "Comments": [
        "Judges expect description of base beer, fruit, and unique treatment."
      ],
      "History": [
        "Driven by experimentation in craft brewing."
      ],
      "Characteristic Ingredients": [
        "Any fruit, unusual combinations, or processing methods (smoking, aging, blending)."
      ],
      "Style Comparison": [
        "Like Fruit Beer, but distinct enough to stand apart as specialty."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Cascade Apricot",
        "The Bruery Terreux Frucht series"
      ],
      "Style Attributes": [
        "fruit",
        "specialty",
        "craft-style",
        "experimental"
      ]
    },
    "Grape Ale": {
      "Overall Impression": [
        "A hybrid beer made with significant grape additions, bridging wine and beer characteristics."
      ],
      "Appearance": [
        "Varies with grape type and proportion.",
        "Often has wine-like clarity and hue."
      ],
      "Aroma": [
        "Prominent grape character (white, red, or muscat).",
        "Base beer aromatics present but secondary."
      ],
      "Flavor": [
        "Wine-like flavors blend with beer.",
        "Balance varies, but grapes should be evident.",
        "Dry to semi-dry finish."
      ],
      "Mouthfeel": [
        "Light to medium body.",
        "High carbonation common.",
        "Tannins possible depending on grape variety."
      ],
      "Comments": [
        "Straddles beer and wine categories.",
        "Presentation often highlights grape varietal."
      ],
      "History": [
        "Modern specialty style driven by craft brewers experimenting with wine-beer hybrids."
      ],
      "Characteristic Ingredients": [
        "Malt base with significant grape must or juice.",
        "Ale yeast or mixed fermentation."
      ],
      "Style Comparison": [
        "Wine-beer hybrid, more grape-forward than standard fruit beers."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Dogfish Head Sixty-One",
        "Russian River Consecration",
        "Cantillon Vigneronne"
      ],
      "Style Attributes": [
        "fruit",
        "grape",
        "wine-hybrid",
        "craft-style",
        "experimental"
      ]
    }
  },
  "Spiced Beer": {
    "Spice, Herb, or Vegetable Beer": {
      "Overall Impression": [
        "A harmonious marriage of beer and spices, herbs, or vegetables.",
        "Balance between added ingredients and base beer is critical."
      ],
      "Appearance": [
        "Varies by base style and additives.",
        "Additives may influence color or clarity."
      ],
      "Aroma": [
        "Additives noticeable but balanced.",
        "Base beer malt, hops, and yeast still apparent."
      ],
      "Flavor": [
        "Additives should enhance rather than overwhelm the base beer.",
        "Sweetness, spice heat, or vegetal flavors should taste natural."
      ],
      "Mouthfeel": [
        "Varies by base style and ingredients.",
        "Additives may add body, astringency, or warmth."
      ],
      "Comments": [
        "Balance and drinkability are the most important factors.",
        "Judges need base style declared along with additives."
      ],
      "History": [
        "Rooted in historic traditions (e.g., gruit ales).",
        "Modern craft beers popularized new combinations."
      ],
      "Characteristic Ingredients": [
        "Any culinary spice, herb, or vegetable.",
        "Base beer can be any style."
      ],
      "Style Comparison": [
        "Like the base beer style but with spice/herb/vegetable presence."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Dogfish Head Punkin Ale",
        "Rogue Chipotle Ale",
        "Buffalo Bill’s Pumpkin Ale"
      ],
      "Style Attributes": [
        "spiced",
        "herbal",
        "vegetable",
        "specialty",
        "craft-style"
      ]
    },
    "Autumn Seasonal Beer": {
      "Overall Impression": [
        "An amber to copper, spiced beer that evokes fall seasonal flavors.",
        "Spices should complement, not overpower, the base beer."
      ],
      "Appearance": [
        "Deep golden to reddish amber.",
        "Clear.",
        "Off-white head."
      ],
      "Aroma": [
        "Malt character often bready, biscuity, or caramel.",
        "Spices reminiscent of autumn (cinnamon, nutmeg, allspice, clove).",
        "Low hop aroma optional."
      ],
      "Flavor": [
        "Spices dominate with supportive malt backbone.",
        "Balance is key: not overly sweet or spiced.",
        "Low bitterness.",
        "Finish ranges from dry to sweet."
      ],
      "Mouthfeel": [
        "Medium body.",
        "Moderate carbonation.",
        "Smooth, warming quality possible."
      ],
      "Comments": [
        "Often brewed as Pumpkin Ale, but pumpkin is not mandatory.",
        "Spice profile defines the style."
      ],
      "History": [
        "Popularized by American craft brewers in the late 20th century, inspired by pumpkin pie."
      ],
      "Characteristic Ingredients": [
        "Autumn spices (cinnamon, nutmeg, allspice, clove, ginger).",
        "Optional pumpkin or other squashes."
      ],
      "Style Comparison": [
        "Like Spice/Herb/Vegetable Beer with fall spice focus."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Southern Tier Pumking",
        "Dogfish Head Punkin Ale",
        "Shipyard Pumpkinhead Ale"
      ],
      "Style Attributes": [
        "spiced",
        "autumn",
        "amber-color",
        "seasonal",
        "craft-style"
      ]
    },
    "Winter Seasonal Beer": {
      "Overall Impression": [
        "A stronger, often darker spiced beer that evokes the festive character of the winter holidays.",
        "Balance between spice, malt, and strength is critical."
      ],
      "Appearance": [
        "Amber to very dark brown.",
        "Clear, though darker versions may be opaque.",
        "Creamy, persistent head."
      ],
      "Aroma": [
        "Rich malt character, often caramel, toffee, or chocolate.",
        "Spices common to winter holidays (cinnamon, clove, nutmeg, ginger).",
        "Alcohol may add complexity."
      ],
      "Flavor": [
        "Malt-driven with caramel, toffee, chocolate, or molasses.",
        "Spices noticeable but balanced.",
        "Moderate to high strength, warming finish."
      ],
      "Mouthfeel": [
        "Medium to full body.",
        "Smooth, often with alcohol warmth.",
        "Moderate carbonation."
      ],
      "Comments": [
        "Often associated with Christmas ales or holiday beers.",
        "Spice expression defines the style."
      ],
      "History": [
        "Traditional European winter seasonals influenced modern craft holiday ales."
      ],
      "Characteristic Ingredients": [
        "Rich malt base.",
        "Spices associated with winter holidays.",
        "Optional dark fruits."
      ],
      "Style Comparison": [
        "Stronger and richer than Autumn Seasonal Beer, more alcohol warmth."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Anchor Christmas Ale",
        "Harpoon Winter Warmer",
        "Great Lakes Christmas Ale"
      ],
      "Style Attributes": [
        "spiced",
        "winter",
        "dark-color",
        "high-strength",
        "seasonal",
        "craft-style"
      ]
    },
    "Specialty Spice Beer": {
      "Overall Impression": [
        "A spiced beer that does not fit into Autumn or Winter categories.",
        "Unusual or creative use of spices is typical."
      ],
      "Appearance": [
        "Varies with base style and spice."
      ],
      "Aroma": [
        "Spice should be noticeable and pleasant.",
        "Base beer character still evident."
      ],
      "Flavor": [
        "Spice flavor noticeable, authentic, and complementary.",
        "Balance with base beer is critical."
      ],
      "Mouthfeel": [
        "Varies by base style and spices used."
      ],
      "Comments": [
        "Judges expect declaration of base beer and spice additions."
      ],
      "History": [
        "Craft brewers experiment with creative combinations of spices."
      ],
      "Characteristic Ingredients": [
        "Any culinary spice or spice blend."
      ],
      "Style Comparison": [
        "Like Spice/Herb/Vegetable Beer, but with unique or unusual spice focus."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Ballast Point Orange Vanilla Wahoo",
        "The Bruery 12 Days of Christmas series"
      ],
      "Style Attributes": [
        "spiced",
        "specialty",
        "experimental",
        "craft-style"
      ]
    }
  },
  "Alternative Fermentables Beer": {
    "Alternative Grain Beer": {
      "Overall Impression": [
        "A beer featuring one or more non-traditional grains (e.g., rye, oats, wheat, corn, rice, spelt, sorghum, millet) as a significant component.",
        "The alternative grain character should be noticeable and harmonious with the base beer."
      ],
      "Appearance": [
        "Varies with base style and grains used.",
        "Alternative grains may increase haze and impact head formation and retention."
      ],
      "Aroma": [
        "Base beer malt, hop, and fermentation character present.",
        "Alternative grains may add grain-specific notes: spicy or earthy (rye), nutty or grainy (oats), bready/doughy (wheat), corn-like or neutral (corn/rice), rustic (spelt), or unique gluten-free grain aromatics (sorghum/millet)."
      ],
      "Flavor": [
        "Base style flavors supported by the distinct contribution of the alternative grain(s).",
        "Rye can add peppery spiciness and dryness; oats can add soft graininess and silkiness; wheat can add bready, doughy notes and a fuller impression; corn/rice tend to lighten body and flavor; gluten-free grains can add light tartness or mineral-like notes.",
        "Bitterness, sweetness, and finish should remain balanced and drinkable."
      ],
      "Mouthfeel": [
        "Varies by base style and grains.",
        "Oats and wheat can increase body and creaminess; corn and rice can lighten body; rye can lend a firm, drying finish."
      ],
      "Comments": [
        "Entrants should declare the base style and the specific alternative grain(s).",
        "Balance and drinkability are more important than intensity of the alternative grain."
      ],
      "History": [
        "Traditional and regional brewing often employed adjunct grains.",
        "Modern craft brewing frequently revisits these grains for flavor and texture."
      ],
      "Characteristic Ingredients": [
        "Any brewing grains beyond standard barley malt as a significant portion of the grist.",
        "Typical examples include rye, oats, wheat, corn, rice, spelt, sorghum, and millet."
      ],
      "Style Comparison": [
        "Like the declared base style but with a noticeable alternative grain signature in flavor and/or mouthfeel."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Founders Red Rye",
        "Terrapin Rye",
        "The Kernel Table Beer (various grains)",
        "Glutenberg (various gluten-free grains, style dependent)"
      ],
      "Style Attributes": [
        "specialty",
        "alternative-grain",
        "balanced",
        "craft-style"
      ]
    },
    "Alternative Sugar Beer": {
      "Overall Impression": [
        "A beer featuring one or more fermentable sugars beyond malt (e.g., honey, molasses, maple, treacle, candi sugar, panela, jaggery) as a significant component.",
        "Sugar-derived flavors should be evident yet integrated with the base beer."
      ],
      "Appearance": [
        "Varies with base style and sugar used.",
        "Dark sugars can deepen color; lighter sugars typically do not affect color."
      ],
      "Aroma": [
        "Base beer aromatics supported by sugar character when present.",
        "Honey can add floral, nectar-like notes; maple can be woodsy or earthy; molasses and treacle can be dark, rum-like, or licorice-like; candi sugars can be light-neutral to raisin-caramel (dark)."
      ],
      "Flavor": [
        "Sugar additions may lighten body, increase attenuation, and contribute specific flavors depending on type and usage.",
        "Honey may read floral and delicate; maple can be subtle and woodsy; molasses/treacle can add dark, robust notes; candi sugars can add caramel, toffee, dried fruit, or rum-like complexity.",
        "Overall balance should remain pleasant and drinkable without cloying sweetness or harshness."
      ],
      "Mouthfeel": [
        "Often leaner and more attenuated than the base style due to highly fermentable sugars.",
        "Higher-strength examples may show smooth alcohol warmth."
      ],
      "Comments": [
        "Entrants should declare the base style and the type(s) of sugar used.",
        "Perceptible sugar character is expected but should not overwhelm the beer."
      ],
      "History": [
        "Refined and unrefined sugars have historical use in many traditions (e.g., Belgian ales with candi sugar, British ales with invert sugars).",
        "Modern brewers use diverse sugars for flavor nuance and attenuation control."
      ],
      "Characteristic Ingredients": [
        "Honey, maple syrup, molasses, treacle, invert sugars, candi sugars (light to dark), panela, jaggery, or other culinary sugars.",
        "Base style is brewer’s choice."
      ],
      "Style Comparison": [
        "Like the declared base style but with sugar-derived fermentation character and flavor complexity; often drier or more highly attenuated."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Dupont Avec les Bons Vœux (candi sugar)",
        "Unibroue La Fin du Monde (sugar-assisted, style dependent)",
        "Dogfish Head Midas Touch (honey; historical-inspired)",
        "Fuller’s Old Burton Extra (historical, sugar use varies)"
      ],
      "Style Attributes": [
        "specialty",
        "alternative-sugar",
        "attenuated",
        "craft-style"
      ]
    }
  },
  "Smoked Beer": {
    "Classic Style Smoked Beer": {
      "Overall Impression": [
        "A well-balanced fusion of smoke and a classic beer style.",
        "Smoke should complement and not overwhelm the base style."
      ],
      "Appearance": [
        "Varies by base style.",
        "Smoke may deepen color slightly.",
        "Clarity generally matches base style."
      ],
      "Aroma": [
        "Smoke aroma should be noticeable to strong, reminiscent of wood smoke, bacon, ham, or campfire.",
        "Base beer malt, hops, and yeast still evident."
      ],
      "Flavor": [
        "Smoke flavor present but in balance with base style.",
        "Intensity can range from low to assertive, but never acrid or harsh.",
        "Finish reflects base style with smoke overlay."
      ],
      "Mouthfeel": [
        "Varies with base style.",
        "Smoke may add perceived dryness or tannic edge."
      ],
      "Comments": [
        "Classic example is Rauchbier, usually based on Märzen with beechwood smoke character.",
        "Balance is key; smoke should integrate seamlessly."
      ],
      "History": [
        "Traditional to Bamberg, Germany, where smoked malt was common before kilning technology improved.",
        "Modern craft brewing revived smoke use in other base styles."
      ],
      "Characteristic Ingredients": [
        "Smoked malt (often beechwood, alder, oak, cherrywood).",
        "Base beer malt, hops, and yeast vary with style."
      ],
      "Style Comparison": [
        "Like the declared base style but with a noticeable, complementary smoke character."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Aecht Schlenkerla Märzen",
        "Spezial Rauchbier",
        "Alaskan Smoked Porter (when based on classic style guidelines)"
      ],
      "Style Attributes": [
        "smoked",
        "traditional-style",
        "specialty",
        "germany",
        "lagered"
      ]
    },
    "Specialty Smoked Beer": {
      "Overall Impression": [
        "A smoked beer with more unusual base styles or experimental smoke usage.",
        "Balance of smoke with base beer and other ingredients is essential."
      ],
      "Appearance": [
        "Varies by base style and smoke intensity."
      ],
      "Aroma": [
        "Smoke noticeable and pleasant.",
        "Other aromatics depend on base style and specialty additions."
      ],
      "Flavor": [
        "Smoke evident but integrated with base beer.",
        "Specialty additions (fruit, spices, unusual woods) may enhance complexity.",
        "Balance remains drinkable, not acrid."
      ],
      "Mouthfeel": [
        "Varies widely with base style.",
        "Smoke can create perceived dryness."
      ],
      "Comments": [
        "Allows experimentation with non-traditional smoked styles and adjuncts.",
        "Judges expect declaration of base beer and smoking method."
      ],
      "History": [
        "Revived by craft brewers exploring smoke character in unusual bases (IPAs, porters, wheat ales, etc.)."
      ],
      "Characteristic Ingredients": [
        "Any smoked malt.",
        "Base style and specialty adjuncts vary."
      ],
      "Style Comparison": [
        "Like the declared base style but with a noticeable smoked malt character."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Alaskan Smoked Porter",
        "Bamberg experimental rauchbiers",
        "Various craft smoked IPAs and saisons"
      ],
      "Style Attributes": [
        "smoked",
        "specialty",
        "experimental",
        "craft-style"
      ]
    }
  },
  "Wood Beer": {
    "Wood-Aged Beer": {
      "Overall Impression": [
        "A pleasant enhancement of the base beer style with wood-aging character.",
        "Wood should be complementary, not overwhelming."
      ],
      "Appearance": [
        "Varies with base style.",
        "Wood aging may darken color slightly.",
        "Clarity generally reflects the base beer."
      ],
      "Aroma": [
        "Wood-derived aromatics (vanilla, caramel, toast, coconut, char, or tannins).",
        "Balance with malt, hops, and fermentation character of base beer is key."
      ],
      "Flavor": [
        "Wood notes such as vanilla, coconut, toast, or tannic dryness.",
        "May include mild oxidation (sherry-like) if aged.",
        "Balance with base style is essential; no harsh or acrid flavors."
      ],
      "Mouthfeel": [
        "Varies with base style.",
        "Wood tannins may lend slight dryness or astringency.",
        "Alcohol warmth may be accentuated by aging."
      ],
      "Comments": [
        "Typically aged in previously used barrels or with wood staves/chips.",
        "Judges expect declaration of base style and type of wood or barrel used."
      ],
      "History": [
        "Historically, beer was stored in wooden vessels before modern materials.",
        "Modern craft brewers intentionally age in wood to impart flavor."
      ],
      "Characteristic Ingredients": [
        "Any base style.",
        "Wood types (oak, ash, chestnut, etc.).",
        "Previous barrel contents (wine, whiskey, bourbon) can add character."
      ],
      "Style Comparison": [
        "Like the base beer style but with wood-aging character layered in."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Firestone Walker Double Barrel Ale",
        "Fuller’s Brewers Reserve Oak Aged Ale"
      ],
      "Style Attributes": [
        "wood-aged",
        "specialty",
        "traditional-style",
        "craft-style"
      ]
    },
    "Specialty Wood-Aged Beer": {
      "Overall Impression": [
        "A specialty beer with wood-aging as a central feature, often involving spirit barrels, unusual woods, or additional ingredients.",
        "Wood and other specialty aspects should harmonize with the base style."
      ],
      "Appearance": [
        "Varies by base style and barrel or wood type."
      ],
      "Aroma": [
        "Strong wood, spirit, or wine character possible.",
        "Base beer aromatics should still be noticeable."
      ],
      "Flavor": [
        "Wood and barrel character integrated with base beer.",
        "Spirit-derived flavors (bourbon, rum, sherry, wine) often evident.",
        "No harsh raw wood or solventy alcohol."
      ],
      "Mouthfeel": [
        "Varies with base style.",
        "Tannins may add dryness.",
        "Alcohol warmth common in spirit-aged versions."
      ],
      "Comments": [
        "Judges expect declaration of base style, wood/barrel type, and any special additions.",
        "Balance and integration determine quality."
      ],
      "History": [
        "Craft breweries popularized bourbon-barrel-aged stouts and other specialty wood-aged beers in the late 20th century."
      ],
      "Characteristic Ingredients": [
        "Base beer plus wood or barrel treatment.",
        "Spirit- or wine-soaked barrels.",
        "Optional fruit, spices, or adjuncts."
      ],
      "Style Comparison": [
        "Like Wood-Aged Beer, but more extreme or experimental in barrel/spirit influence."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Goose Island Bourbon County Stout",
        "The Bruery Black Tuesday",
        "Firestone Walker Anniversary Ale"
      ],
      "Style Attributes": [
        "wood-aged",
        "barrel-aged",
        "specialty",
        "craft-style",
        "experimental"
      ]
    }
  },
  "Specialty Beer": {
    "Clone Beer": {
      "Overall Impression": [
        "A beer made to replicate a specific commercial beer.",
        "Balance, aroma, flavor, and appearance should be close to the target example."
      ],
      "Appearance": [
        "Varies depending on the beer being cloned."
      ],
      "Aroma": [
        "Modeled after the target commercial example."
      ],
      "Flavor": [
        "Should taste like the declared commercial beer.",
        "Base style, if applicable, should be recognizable."
      ],
      "Mouthfeel": [
        "Varies depending on the target commercial example."
      ],
      "Comments": [
        "Entrants must identify the target beer.",
        "Accuracy to the declared beer is more important than style guidelines."
      ],
      "History": [
        "Clone brewing is common among homebrewers aiming to reproduce commercial favorites."
      ],
      "Characteristic Ingredients": [
        "Ingredients and methods should reflect the target beer."
      ],
      "Style Comparison": [
        "Direct comparison is to the declared commercial beer."
      ],
      "Vital Statistics": {
        "IBU": "Matches target",
        "SRM": "Matches target",
        "OG": "Matches target",
        "FG": "Matches target",
        "ABV": "Matches target"
      },
      "Commercial Examples": [
        "Varies based on target beer."
      ],
      "Style Attributes": [
        "specialty",
        "clone",
        "craft-style"
      ]
    },
    "Mixed-Style Beer": {
      "Overall Impression": [
        "A combination of multiple style guidelines to create a balanced, integrated product.",
        "Neither style should dominate; synergy is expected."
      ],
      "Appearance": [
        "Varies depending on chosen base styles."
      ],
      "Aroma": [
        "Balance of aromatics from multiple styles."
      ],
      "Flavor": [
        "Flavor profile integrates key features of declared styles.",
        "Balance and drinkability are critical."
      ],
      "Mouthfeel": [
        "Varies depending on chosen styles."
      ],
      "Comments": [
        "Entrants must specify the component styles.",
        "Judges evaluate on balance, integration, and drinkability."
      ],
      "History": [
        "Modern craft brewing embraces hybridization of styles."
      ],
      "Characteristic Ingredients": [
        "Any combination of malts, hops, yeast, or adjuncts typical of declared styles."
      ],
      "Style Comparison": [
        "Directly compared to the declared component styles."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Examples vary widely, e.g., Belgian IPA, Black IPA (before its own category)."
      ],
      "Style Attributes": [
        "specialty",
        "mixed-style",
        "craft-style",
        "experimental"
      ]
    },
    "Experimental Beer": {
      "Overall Impression": [
        "A beer that doesn’t fit any other BJCP category.",
        "Experimental techniques, ingredients, or concepts define the beer."
      ],
      "Appearance": [
        "Completely open-ended, but should be appropriate to concept."
      ],
      "Aroma": [
        "Depends on ingredients and concept."
      ],
      "Flavor": [
        "Should be balanced, drinkable, and aligned with brewer’s intent.",
        "Novelty should not come at expense of quality."
      ],
      "Mouthfeel": [
        "Depends on design; should suit concept."
      ],
      "Comments": [
        "Entrants must clearly describe concept and intent.",
        "Judges evaluate how well the beer delivers on that description."
      ],
      "History": [
        "Driven by innovation in craft brewing, often pushing boundaries."
      ],
      "Characteristic Ingredients": [
        "Unusual grains, adjuncts, yeast, bacteria, processes, or aging methods."
      ],
      "Style Comparison": [
        "No direct comparison; evaluated on concept execution."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Dogfish Head R&D releases",
        "Mikkeller experimental brews"
      ],
      "Style Attributes": [
        "experimental",
        "specialty",
        "innovative",
        "craft-style"
      ]
    },
    "Commercial Specialty Beer": {
      "Overall Impression": [
        "A commercial beer that doesn’t fit other categories but is sold as a unique product.",
        "Judge based on description and intended concept."
      ],
      "Appearance": [
        "Varies widely depending on product."
      ],
      "Aroma": [
        "Defined by brewer’s intent; may include unusual or creative aromatics."
      ],
      "Flavor": [
        "Should be drinkable and aligned with brewer’s description."
      ],
      "Mouthfeel": [
        "Depends on product design."
      ],
      "Comments": [
        "Judged primarily on how well it matches brewer’s description and consumer expectations."
      ],
      "History": [
        "Category created to allow commercial oddities and unique beers not otherwise covered."
      ],
      "Characteristic Ingredients": [
        "Any."
      ],
      "Style Comparison": [
        "Not comparable; unique products judged on own merits."
      ],
      "Vital Statistics": {
        "IBU": "Varies",
        "SRM": "Varies",
        "OG": "Varies",
        "FG": "Varies",
        "ABV": "Varies"
      },
      "Commercial Examples": [
        "Widely variable; depends on declared product."
      ],
      "Style Attributes": [
        "specialty",
        "commercial",
        "unique",
        "craft-style"
      ]
    }
  }
}